[
  {
    "id": "gate_ga_es_2022_s1_001",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Mr. X speaks _________ Japanese _________ Chinese.",
    "stream": "ES",
    "option1": "neither / or",
    "option2": "either / nor",
    "option3": "neither / nor",
    "option4": "also / but"
  },
  {
    "id": "gate_ga_es_2022_s1_002",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A sum of money is to be distributed among P, Q, R, and S in the               proportion 5 : 2 : 4 : 3, respectively.  If R gets  ₹ 1000 more than S, what is the share of Q (in ₹)?",
    "stream": "ES",
    "option1": "500",
    "option2": "1000",
    "option3": "1500",
    "option4": "2000                                                                                                                                                    Page 2"
  },
  {
    "id": "gate_ga_es_2022_s1_003",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A trapezium has vertices marked as P, Q, R and S (in that order anticlockwise).  The side PQ is parallel to side SR.   Further, it is given that, PQ = 11 cm, QR = 4 cm, RS = 6 cm and SP = 3 cm.   What is the shortest distance between PQ and SR (in cm)?",
    "stream": "ES",
    "option1": "1.80",
    "option2": "2.40",
    "option3": "4.20",
    "option4": "5.76                                                                                                                                                    Page 3"
  },
  {
    "id": "gate_ga_es_2022_s1_004",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "The figure shows a grid formed by a collection of unit squares. The unshaded  unit square in the grid represents a hole.    What is the maximum number of squares without a “hole in the interior” that  can be formed within the 4 × 4 grid using the unit squares as building blocks?",
    "stream": "ES",
    "option1": "15",
    "option2": "20",
    "option3": "21",
    "option4": "26                                                                                                                                                            Page 4"
  },
  {
    "id": "gate_ga_es_2022_s1_005",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "An art gallery engages a security guard to ensure that the items displayed are  protected. The diagram below represents the plan of the gallery where the  boundary walls are opaque. The location the security guard posted is identified  such that all the inner space (shaded region in the plan) of the gallery is within  the line of sight of the security guard.   If the security guard does not move around the posted location and has a 360o  view, which one of the following correctly represents the set of ALL possible  locations among the locations P, Q, R and S, where the security guard can be  posted to watch over the entire inner space of the gallery.",
    "stream": "ES",
    "option1": "P and Q",
    "option2": "Q",
    "option3": "Q and S",
    "option4": "R and S                                                                                                                                                       Page 5"
  },
  {
    "id": "gate_ga_es_2022_s1_006",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Mosquitoes pose a threat to human health. Controlling mosquitoes using  chemicals may have undesired consequences. In Florida, authorities have used  genetically modified mosquitoes to control the overall mosquito population. It  remains to be seen if this novel approach has unforeseen consequences.   Which one of the following is the correct logical inference based on the  information in the above passage?",
    "stream": "ES",
    "option1": "Using chemicals to kill mosquitoes is better than using genetically modified  mosquitoes because genetic engineering is dangerous",
    "option2": "Using genetically modified mosquitoes is better than using chemicals to kill  mosquitoes because they do not have any side effects",
    "option3": "Both using genetically modified mosquitoes and chemicals have undesired  consequences and can be dangerous",
    "option4": "Using chemicals to kill mosquitoes may have undesired consequences but it is  not clear if using genetically modified mosquitoes has any negative  consequence                                                                                                                                                        Page 6"
  },
  {
    "id": "gate_ga_es_2022_s1_007",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following inequalities.   (i)  2𝑥−1 > 7  (ii)  2𝑥−9 < 1             Which one of the following expressions below satisfies the above two  inequalities?",
    "stream": "ES",
    "option1": "𝑥≤−4",
    "option2": "−4 < 𝑥≤4",
    "option3": "4 < 𝑥< 5",
    "option4": "𝑥≥5"
  },
  {
    "id": "gate_ga_es_2022_s1_008",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Four points P(0, 1), Q(0, −3), R(−2, −1),  and S(2, −1) represent the vertices  of a quadrilateral.   What is the area enclosed by the quadrilateral?",
    "stream": "ES",
    "option1": "4",
    "option2": "4ඥ2",
    "option3": "8",
    "option4": "8√2                                                                                                                                                Page 7"
  },
  {
    "id": "gate_ga_es_2022_s1_009",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "In a class of five students P, Q, R, S and T, only one student is known to have  copied in the exam. The disciplinary committee has investigated the situation  and recorded the statements from the students as given below.   Statement of P: R has copied in the exam.  Statement of Q: S has copied in the exam.  Statement of R: P did not copy in the exam.  Statement of S: Only one of us is telling the truth.  Statement of T: R is telling the truth.  The investigating team had authentic information that S never lies.   Based on the information given above, the person who has copied in the exam is",
    "stream": "ES",
    "option1": "R",
    "option2": "P",
    "option3": "Q",
    "option4": "T                                                                                                                                                      Page 8"
  },
  {
    "id": "gate_ga_es_2022_s1_010",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following square with the four corners and the  center marked as P, Q, R, S and T respectively.  Let X, Y and Z represent the following operations:  X: rotation of the square by 180 degree with respect to the  S-Q axis.   Y: rotation of the square by 180 degree with respect to the P-R axis.   Z: rotation of the square by 90 degree clockwise with respect to the axis  perpendicular, going into the screen and passing through the point T.  Consider the following three distinct sequences of operation (which are applied  in the left to right order).  (1) XYZZ  (2) XY  (3) ZZZZ  Which one of the following statements is correct as per the information  provided above?",
    "stream": "ES",
    "option1": "The sequence of operations (1) and (2) are equivalent",
    "option2": "The sequence of operations (1) and (3) are equivalent",
    "option3": "The sequence of operations (2) and (3) are equivalent",
    "option4": "The sequence of operations (1), (2) and (3) are equivalent     GATE 2022 Environmental Science and Engineering (ES)  Page 9"
  },
  {
    "id": "gate_ga_es_2022_s1_011",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A student reported following arsenic concentrations in water samples:                        Arsenic concentration (mg/L)  0.10 0.12 0.20 0.05 0.40  0.30 0.35  Which one of the following is a correct statement about arsenic concentration  distribution?",
    "stream": "ES",
    "option1": "Arsenic concentration distribution is symmetric",
    "option2": "Arsenic concentration distribution is positively skewed",
    "option3": "Arsenic concentration distribution is negatively skewed",
    "option4": "Arsenic concentration is following Weibull distribution"
  },
  {
    "id": "gate_ga_es_2022_s1_012",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "X is normally distributed with following data (25.8, 36.6, 26.3, 21.8, 27.2). Select  the correct statement about X (tcrit, α=0.05,4 = 2.132):",
    "stream": "ES",
    "option1": "Population mean < 25 with 95% confidence",
    "option2": "Population mean < 25 with 100% confidence",
    "option3": "Population mean > 25 with 95% confidence",
    "option4": "Population mean > 25 with 100% confidence             GATE 2022 Environmental Science and Engineering (ES)  Page 10"
  },
  {
    "id": "gate_ga_es_2022_s1_013",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Assuming s > 0; Laplace transform for 𝑓(𝑥) = sin 𝑎𝑥 is",
    "stream": "ES",
    "option1": "𝑎 𝑠ଶ+ 𝑎ଶ",
    "option2": "𝑠 𝑠ଶ+ 𝑎ଶ",
    "option3": "𝑎 𝑠ଶ−𝑎ଶ",
    "option4": "𝑠 𝑠ଶ−𝑎ଶ"
  },
  {
    "id": "gate_ga_es_2022_s1_014",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Given P is m × n matrix, Q is n × l matrix, R and S are n × n matrices, and superscript  T denotes transpose. Consider               Relationship 1: (PQ)T = QTPT      Relationship 2: (RS)-1 = S-1R-1  Which one of the following is correct?",
    "stream": "ES",
    "option1": "Relationship 1 is false; Relationship 2 is false",
    "option2": "Relationship 1 is true; Relationship 2 is false",
    "option3": "Relationship 1 is true; Relationship 2 is true",
    "option4": "Relationship 1 is false; Relationship 2 is true               GATE 2022 Environmental Science and Engineering (ES)  Page 11"
  },
  {
    "id": "gate_ga_es_2022_s1_015",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Specific conductance is used in water analysis to indirectly estimate dissolved  solids. The measurements used in the method accounts for",
    "stream": "ES",
    "option1": "Cations only",
    "option2": "All ions",
    "option3": "Anions only",
    "option4": "Un-ionized species"
  },
  {
    "id": "gate_ga_es_2022_s1_016",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Ten litres of the sample was filtered through a membrane filter and the filter was  transferred to solid agar media which supports growth of coliform organisms. After  incubation at 37 oC for 48 hours, the agar plates showed an average of 64 colonies  per plate. What was the average concentration of coliform organisms (in Colony  Forming Units per unit volume) in the original water sample?",
    "stream": "ES",
    "option1": "64 CFU/ml",
    "option2": "640 CFU/ml",
    "option3": "6.4 × 10-3 CFU/ml",
    "option4": "64 × 10-3 CFU/ml                   GATE 2022 Environmental Science and Engineering (ES)  Page 12"
  },
  {
    "id": "gate_ga_es_2022_s1_017",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Reverse Transcriptase Polymerase Chain Reaction is an analytical procedure used  in detection of pathogenic microorganisms. Which one of the following statements  is NOT correct in this context?",
    "stream": "ES",
    "option1": "It is used for identifying presence or absence of specific RNA in samples.",
    "option2": "It is used only for identifying Corona Viruses, including SARS CoV2 in samples.",
    "option3": "It cannot differentiate between viable and inactivated viruses.",
    "option4": "It is based on conversion of RNA to DNA followed by DNA amplification."
  },
  {
    "id": "gate_ga_es_2022_s1_018",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following statements  Statement 1: Goodrich method for reservoir routing is based on hydrologic flood      routing method.    Statement 2:  Muskingum method for channel routing is based on hydraulic flood      routing method.  Which one of the following is correct?",
    "stream": "ES",
    "option1": "Statement 1 is false; Statement 2 is false",
    "option2": "Statement 1 is true; Statement 2 is false",
    "option3": "Statement 1 is true; Statement 2 is true",
    "option4": "Statement 1 is false; Statement 2 is true             GATE 2022 Environmental Science and Engineering (ES)  Page 13"
  },
  {
    "id": "gate_ga_es_2022_s1_019",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "The correct order of hydraulic conductivity for the geologic formations is",
    "stream": "ES",
    "option1": "Aquifer > Aquitard > Aquiclude > Aquifuge",
    "option2": "Aquifer < Aquitard < Aquiclude < Aquifuge",
    "option3": "Aquitard > Aquifer > Aquifuge > Aquiclude",
    "option4": "Aquifer > Aquiclude >Aquitard > Aquifuge                                         GATE 2022 Environmental Science and Engineering (ES)  Page 14"
  },
  {
    "id": "gate_ga_es_2022_s1_020",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Centrifugal pumps with suction pipe (shown by solid arrow) and delivery pipe  (shown by dotted arrow) are shown in the figures. Choose the option that gives the  correct connection",
    "stream": "ES",
    "option1": "",
    "option2": "",
    "option3": "",
    "option4": "GATE 2022 Environmental Science and Engineering (ES)  Page 15"
  },
  {
    "id": "gate_ga_es_2022_s1_021",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Carbon dioxide is used in recarbonation process. A solution has 1 mole/L  supersaturated calcium carbonate. Estimated amount of carbon dioxide (in grams)  needed to completely convert calcium carbonate to calcium ions in 1 litre solution  is",
    "stream": "ES",
    "option1": "44.000 gram",
    "option2": "0.044 gram",
    "option3": "40.000 gram",
    "option4": "0.040 gram"
  },
  {
    "id": "gate_ga_es_2022_s1_022",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A river water sample has pH of 4 and suspended solids concentration of  100 mg/L. If, alum is chosen as a coagulant, what will be the coagulation  mechanism?",
    "stream": "ES",
    "option1": "Ionic layer compression only",
    "option2": "Sweep coagulation and Polymer bridging",
    "option3": "Polymer bridging only",
    "option4": "Charge neutralization, surface adsorption, ionic layer compression                     GATE 2022 Environmental Science and Engineering (ES)  Page 16"
  },
  {
    "id": "gate_ga_es_2022_s1_023",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following is most commonly used raw material in flue gas  desulfurization units?",
    "stream": "ES",
    "option1": "Limestone",
    "option2": "Titanium Oxide",
    "option3": "Fenton reagent",
    "option4": "Beryllium Oxide"
  },
  {
    "id": "gate_ga_es_2022_s1_024",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Leachate generated from a legacy municipal solid waste dumping site has to be  collected and managed carefully. Which one of the following statements is correct  in the context of treatment of leachate from such a site?",
    "stream": "ES",
    "option1": "Settling chamber followed by micro-filtration units are required.",
    "option2": "Modular treatment units targeting dissolved organic matter and salts are required.",
    "option3": "Only biological treatment units like ASP with extended aeration are required.",
    "option4": "Only a combination of anaerobic-aerobic treatment units is required.                     GATE 2022 Environmental Science and Engineering (ES)  Page 17"
  },
  {
    "id": "gate_ga_es_2022_s1_025",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following statements is correct regarding Global warming?",
    "stream": "ES",
    "option1": "Water vapour does not contribute to global warming.",
    "option2": "Global warming is likely to increase the productivity of plants due to CO2  fertilization.",
    "option3": "CFCs do not cause global warming, but can cause ozone layer depletion in  stratosphere.",
    "option4": "HFCs and HCFCs are good substitutes for the ozone depleting substances as they  cause neither global warming nor ozone layer depletion."
  },
  {
    "id": "gate_ga_es_2022_s1_026",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "In context of ecosystems, which one of the following is NOT a correct statement?",
    "stream": "ES",
    "option1": "The growth of an organism such as a plant may be dependent on a number of  different factors such as sunlight, mineral nutrients (nitrates, phosphates, etc.), etc.  Liegib’s law states that, growth occurs at the rate permitted by the most limiting  factor.",
    "option2": "The carrying capacity of a population is determined by its limiting resources.  Carrying capacity is the upper limit of an ecosystem up to which it can provide the  basic needs to the population under given circumstances.",
    "option3": "The Ramsar convention on lakes and backwater systems of International importance  is an international treaty for the conservation and sustainable use of lakes and  backwater systems. The treaty was signed in 1981 and became effective in 1985.",
    "option4": "A Red Data Book contains lists of species whose continued existence is threatened.  Species are classified into different categories of perceived risk. Each Red Data  Book usually deals with a specific group of animals or plants and fungi.           GATE 2022 Environmental Science and Engineering (ES)  Page 18"
  },
  {
    "id": "gate_ga_es_2022_s1_027",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following statements correctly defines the concept of ‘Extended  Producer’s Responsibility’?",
    "stream": "ES",
    "option1": "The responsibility of a producer for environmentally sound disposal of the product  after the end of its life",
    "option2": "The responsibility of a producer for environmentally sound manufacturing process  for the product",
    "option3": "The responsibility of a producer for environmentally sound management of the  product from manufacturing stage until it is sold in the market",
    "option4": "The responsibility of a producer for environmentally sound management of the  product until the end of its life        MSQ"
  },
  {
    "id": "gate_ga_es_2022_s1_028",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "If G represents Gibbs free energy, select the correct statement(s)",
    "stream": "ES",
    "option1": "If ΔG = 0, reaction will proceed only in one direction",
    "option2": "If ΔG = 0, reaction will be in equilibrium",
    "option3": "If ΔG < 0, reaction will proceed forward",
    "option4": "If ΔG > 0, reaction will not proceed forward               GATE 2022 Environmental Science and Engineering (ES)  Page 19"
  },
  {
    "id": "gate_ga_es_2022_s1_029",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "For effluents generated by a molasses based distillery and wood based pulp and  paper industry, which of the following statement(s) is/are NOT correct?",
    "stream": "ES",
    "option1": "Both the effluents have dark colour.",
    "option2": "Both the effluents have high toxicity.",
    "option3": "Both the effluents generally have BOD greater than 15,000 ppm.",
    "option4": "Both the effluents have high pH."
  },
  {
    "id": "gate_ga_es_2022_s1_030",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "PM2.5 concentrations in ambient air can be measured using",
    "stream": "ES",
    "option1": "Beta attenuation method",
    "option2": "Chemiluminescence  method",
    "option3": "Gravimetric method",
    "option4": "Non dispersive infrared spectroscopy method                     GATE 2022 Environmental Science and Engineering (ES)  Page 20"
  },
  {
    "id": "gate_ga_es_2022_s1_031",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Biodegradable wastes like vegetable peelings from kitchen are usually processed  by composting techniques. Which of the following option(s) regarding the  processing of biodegradable wastes is/are correct?",
    "stream": "ES",
    "option1": "Vermi-composting is relatively faster than windrow composting, however vermi- composting is not frequently used on large commercial scale.",
    "option2": "The windrow height should be as short as possible as large windrow height may  cause compaction due to the self-weight.",
    "option3": "The windrow height should be as large as possible as that will help to ensure  appropriate temperature within the windrow.",
    "option4": "Earthworms facilitate the growth of microorganisms and break down complex  organic molecules to simpler ones using enzymatic secretions."
  },
  {
    "id": "gate_ga_es_2022_s1_032",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "As per ‘Hazardous and Other Wastes (Management and Transboundary Movement)  Rules, 2016 of Govt. of India, the import of hazardous and other wastes from any  country shall NOT be permitted for which of the following option(s)?",
    "stream": "ES",
    "option1": "Recovery, reuse and recycle",
    "option2": "Disposal in abandoned mines",
    "option3": "Safe disposal in engineered landfills",
    "option4": "Utilization, including co-processing             GATE 2022 Environmental Science and Engineering (ES)  Page 21"
  },
  {
    "id": "gate_ga_es_2022_s1_033",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "The Ministry of Environment, Forest and Climate Change (MoEF&CC), Govt. of  India has published the Environment Impact Assessment (EIA) draft Notification  2020, intended to replace the existing EIA Notification, 2006 under the  Environment (Protection) Act, 1986. Which of the following is/are the key  change(s) from existing regulation?",
    "stream": "ES",
    "option1": "Removal of several project/ activities from the purview of public consultation.",
    "option2": "A list of projects has been included under Category B2, expressly exempted from  the requirement of an EIA.",
    "option3": "All the project related activities are brought under the purview of necessary public  consultation.",
    "option4": "A list of projects has been included under Category B2, bringing them under the  requirement of detailed EIA."
  },
  {
    "id": "gate_ga_es_2022_s1_034",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Given, 𝑦= 𝑓(𝑥);   ௗమ௬ ௗ௫మ+ 4y = 0; y(0) = 0; ௗ௬ ௗ௫(0) = 1. The problem is a/an",
    "stream": "ES",
    "option1": "initial value problem having solution y = 𝑥",
    "option2": "boundary value problem having solution y = 𝑥",
    "option3": "initial value problem having solution y = ଵ ଶsin 2𝑥",
    "option4": "boundary value problem having solution y = ଵ ଶsin 2𝑥"
  },
  {
    "id": "gate_ga_es_2022_s1_035",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Eigen values of the matrix ቂ0 1 −2 3ቃare",
    "stream": "ES",
    "option1": "1 and 2",
    "option2": "1 and 3",
    "option3": "1 and −2",
    "option4": "0 and 3                   GATE 2022 Environmental Science and Engineering (ES)  Page 24"
  },
  {
    "id": "gate_ga_es_2022_s1_036",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "For an exponentially growing microbial culture, the specific growth rate (µ) is related  to its doubling time (td) by which one of the following relations?",
    "stream": "ES",
    "option1": "td = µ",
    "option2": "td = µ2",
    "option3": "td =   ଵ µ ln 2",
    "option4": "td =  ଵ ଶ ln µ"
  },
  {
    "id": "gate_ga_es_2022_s1_037",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A microbial culture, with a specific growth rate of µ1 (per hour), is being grown in a  continuous reactor at steady state with hydraulic retention time (HRT) of 24 hours.  This reactor is subjected to a perturbation by reducing the HRT to 12 hours. The  reactor recovers from the perturbation and comes to a new steady state with a new  specific growth rate of µ2 (per hour). Which one of the following statements is correct?",
    "stream": "ES",
    "option1": "µ1 = µ2",
    "option2": "µ1 = 0.5 µ2",
    "option3": "µ2 = 0.5 µ1",
    "option4": "µ2 = e0.5 µ1                 GATE 2022 Environmental Science and Engineering (ES)  Page 25"
  },
  {
    "id": "gate_ga_es_2022_s1_038",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following statements is NOT correct with respect to a batch reactor?",
    "stream": "ES",
    "option1": "No reactant is added after the reactor has started operation.",
    "option2": "No product is withdrawn during the course of the reactor operation.",
    "option3": "The reactor operates under steady state.",
    "option4": "The reactor operation is carried out for a pre-specified duration."
  },
  {
    "id": "gate_ga_es_2022_s1_039",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A bag filter is used for removal of particulate matter having a range of sizes. The  correct sequence of air filtration mechanisms for their removal, in order of decreasing  size, is",
    "stream": "ES",
    "option1": "Diffusion, Impaction, Disintegration",
    "option2": "Disintegration, Impaction, Interception",
    "option3": "Diffusion, Impaction, Interception",
    "option4": "Impaction, Interception, Diffusion                     GATE 2022 Environmental Science and Engineering (ES)  Page 26"
  },
  {
    "id": "gate_ga_es_2022_s1_040",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A relatively calm room has background sound power level (SPL) of 30 decibels (dB).  A television and a radio with SPL of 80 dB and 70 dB, respectively, started operating  simultaneously in this room. Given the reference sound power is 10-12 Watts, what  will be the resulting SPL in the room, assuming all the sources operate independently?",
    "stream": "ES",
    "option1": "180.0 dB",
    "option2": "80.4 dB",
    "option3": "82.4 dB",
    "option4": "150.0 dB        MSQ"
  },
  {
    "id": "gate_ga_es_2022_s1_041",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "During night, in troposphere, which of the following is/are NOT correct",
    "stream": "ES",
    "option1": "NO2 + hʋ  NO + O",
    "option2": "Most of the NOx (i.e., NO + NO2) converts to NO",
    "option3": "NO + O3   NO2 + O2",
    "option4": "Most of the NOx (i.e., NO + NO2) converts to NO2                 GATE 2022 Environmental Science and Engineering (ES)  Page 27"
  },
  {
    "id": "gate_ga_es_2022_s1_042",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "A typical plasmid-free bacterial cell having a single chromosome consists of ~55%  protein, ~3% DNA and ~21% RNA, where “%” represents percentage of dry weight.  Assuming there are 2500 different types of protein molecules (with at least one copy  number) being expressed in a living bacterial cell at any given time, which of the  following statement(s) is/are NOT correct with respect to the number of intracellular  DNA, RNA and protein molecules?",
    "stream": "ES",
    "option1": "DNA = RNA = Protein ≥ 2500",
    "option2": "DNA = RNA = 1; Protein ≥ 2500",
    "option3": "DNA = 1; RNA = Protein ≥ 2500",
    "option4": "DNA = 1; RNA > Protein ≥ 2500"
  },
  {
    "id": "gate_ga_es_2022_s1_043",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Average values of the re-aeration rate constant for river X and river Y are 0.92 per  day and 1.12 per day, respectively. Average de-oxygenation rate constants for the  same rivers are 0.23 per day and 0.35 per day respectively. Then, which of the  following statement(s) is/are correct?",
    "stream": "ES",
    "option1": "Self-purification capacity of river Y is more than that of river X.",
    "option2": "Self-purification capacity of river X is more than that of river Y.",
    "option3": "River Y has higher turbulence and/or higher velocity and/or higher algal growth  compared to river X.",
    "option4": "Pollutants in river X are more biodegradable than that in river Y.               GATE 2022 Environmental Science and Engineering (ES)  Page 28"
  },
  {
    "id": "gate_ga_es_2022_s1_044",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Which of the following statement(s) is/are NOT correct while comparing  continuously stirred tank reactor (CSTR) and plug flow reactor (PFR)?",
    "stream": "ES",
    "option1": "CSTR and PFR are normally operated under steady state condition.",
    "option2": "There is complete homogeneity in the CSTR while there are concentration variations  within the PFR.",
    "option3": "The overall reaction carried out in a PFR is always higher than that in a CSTR for  same total volume.",
    "option4": "Reaction kinetics do not play any role in choosing between a CSTR and PFR."
  },
  {
    "id": "gate_ga_es_2022_s1_045",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "According to the National Ambient Air Quality Standards (Central Pollution Control  Board, Govt. of India, notification 2009) which of the following statement(s) is/are  correct?",
    "stream": "ES",
    "option1": "SO2 and NO2 have annual average standards; while O3 and CO have eight hour  average standards.",
    "option2": "SO2 and CO have annual average standards; while O3 and NO2 have eight hour  average standards.",
    "option3": "SO2 and CO have eight hour average standards; while O3 and NO2 have hourly  average standards.",
    "option4": "SO2 and NO2 have 24 hour average standards; while O3 and CO have hourly average  standards.               GATE 2022 Environmental Science and Engineering (ES)  Page 29"
  },
  {
    "id": "gate_ga_es_2022_s1_046",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the figure shown below for three different cases:       Which of the following statement(s) is/are correct for surface level emissions, given  the environmental temperature?",
    "stream": "ES",
    "option1": "Case P represents unstable atmosphere and results in higher dispersion of emissions.",
    "option2": "Case Q represents subsidence inversion and results in higher dispersion of emissions  than Case P.",
    "option3": "Case Q represents elevated inversion and results in lower dispersion of emissions than  Case P.",
    "option4": "Case R represents subsidence inversion and results in lower dispersion of emissions  than Case P.                     GATE 2022 Environmental Science and Engineering (ES)  Page 30"
  },
  {
    "id": "gate_ga_es_2022_s1_047",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "As per the Solid Waste Management Rules of 2016 (Govt. of India), which of the  following statement(s) is/are correct?",
    "stream": "ES",
    "option1": "Biodegradable wastes should be processed biologically preferably in decentralized  facilities at the sources of generation.",
    "option2": "Biodegradable wastes should be processed biologically preferably in centralized  facilities away from the sources of generation.",
    "option3": "Used sanitary pads and napkins should be wrapped and disposed into the domestic  hazardous waste containers.",
    "option4": "Non-biodegradable components with a heat content more than 1500 kcal/kg should  be used for power generation or Refuse Derived Fuel (RDF) manufacture."
  },
  {
    "id": "gate_ga_es_2022_s1_048",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Carbon cycle, nitrogen cycle and phosphorus cycle play important role in the  ecosystems. Which of the following statement(s) is/are NOT correct about the  phosphorus cycle?",
    "stream": "ES",
    "option1": "Shortage of phosphorus can be a limiting factor in many ecosystems, however, its  excess can stimulate eutrophication.",
    "option2": "Organic phosphates exist in various rock and soil minerals.",
    "option3": "Like carbon cycle, phosphorus also has a gaseous phase and can move into far away  ecosystems.",
    "option4": "Human interventions like application of phosphorus fertilizers cause much  phosphorus to get into the ocean.             GATE 2022 Environmental Science and Engineering (ES)  Page 31"
  },
  {
    "id": "gate_ga_es_2022_s1_049",
    "exam": "GATE",
    "year": 2022,
    "slot": 1,
    "section": "GA",
    "question_text": "Which of the following statement(s) is/are correct regarding National Green Tribunal  (NGT) of India?",
    "stream": "ES",
    "option1": "NGT Act 2010 draws inspiration from the India's constitutional provision of Article  21 - Protection of life and personal liberty, which assures the citizens of India the right  to a healthy environment.",
    "option2": "A retired Judge of the Supreme Court, can be the Chairperson of the NGT.",
    "option3": "NGT Act 2017 is based on the India's constitutional provision of Article 361 -  Protection of Biodiversity and Environmental Protection, which bestows the citizens  of India with a duty to protect all abiotic and biotic components of the environment.",
    "option4": "The NGT is mandated to make and endeavor for disposal of applications or appeals  finally within 45 days of filing of the same."
  },
  {
    "id": "gate_ga_es_2023_s1_001",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Rafi told Mary, “I am thinking of watching a film this weekend.”   The following reports the above statement in indirect speech:   Rafi told Mary that he  _______  of watching a film that weekend.",
    "stream": "ES",
    "option1": "thought",
    "option2": "is thinking",
    "option3": "am thinking",
    "option4": "was thinking"
  },
  {
    "id": "gate_ga_es_2023_s1_002",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Permit : _______ : : Enforce : Relax   (By word meaning)",
    "stream": "ES",
    "option1": "Allow",
    "option2": "Forbid",
    "option3": "License",
    "option4": "Reinforce       Environmental Science and Engineering (ES)  Page 2 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_003",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Given a fair six-faced dice where the faces are labelled ‘1’, ‘2’, ‘3’, ‘4’, ‘5’, and ‘6’,  what is the probability of getting a ‘1’ on the first roll of the dice and a ‘4’ on the  second roll?",
    "stream": "ES",
    "option1": "1 36",
    "option2": "1 6",
    "option3": "5 6",
    "option4": "1 3                Environmental Science and Engineering (ES)  Page 3 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_004",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "A recent survey shows that 65% of tobacco users were advised to stop consuming  tobacco. The survey also shows that 3 out of 10 tobacco users attempted to stop  using tobacco.   Based only on the information in the above passage, which one of the following  options can be logically inferred with certainty?",
    "stream": "ES",
    "option1": "A majority of tobacco users who were advised to stop consuming tobacco made an  attempt to do so.",
    "option2": "A majority of tobacco users who were advised to stop consuming tobacco did not  attempt to do so.",
    "option3": "Approximately 30% of tobacco users successfully stopped consuming tobacco.",
    "option4": "Approximately 65% of tobacco users successfully stopped consuming tobacco.               Environmental Science and Engineering (ES)  Page 4 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_005",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "How many triangles are present in the given figure?",
    "stream": "ES",
    "option1": "12",
    "option2": "16",
    "option3": "20",
    "option4": "24                                 Environmental Science and Engineering (ES)  Page 5 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_006",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Students of all the departments of a college who have successfully completed the  registration process are eligible to vote in the upcoming college elections. However,  by the time the due date for registration was over, it was found that suprisingly none  of the students from the Department of Human Sciences had completed the  registration process.   Based only on the information provided above, which one of the following sets of  statement(s) can be logically inferred with certainty?  (i)  All those students who would not be eligible to vote in the college elections  would certainly belong to the Department of Human Sciences.   (ii)  None of the students from departments other than Human Sciences failed to  complete the registration process within the due time.  (iii)  All the eligible voters would certainly be students who are not from the  Department of Human Sciences.",
    "stream": "ES",
    "option1": "(i) and (ii)",
    "option2": "(i) and (iii)",
    "option3": "only (i)",
    "option4": "only (iii)           Environmental Science and Engineering (ES)  Page 6 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_007",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following options represents the given graph?",
    "stream": "ES",
    "option1": "( ) 22 x x f x − =",
    "option2": "( ) .2 x x f x − =",
    "option3": "( ) 2 x x f x − =",
    "option4": "( ) .2 x x f x − =            Environmental Science and Engineering (ES)  Page 7 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_008",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the options does NOT describe the passage below or follow from it?  We tend to think of cancer as a ‘modern’ illness because its metaphors are  so modern. It is a disease of overproduction, of sudden growth, a growth  that is unstoppable, tipped into the abyss of no control. Modern cell biology  encourages us to imagine the cell as a molecular machine. Cancer is that  machine unable to quench its intial command (to grow) and thus transform  into an indestructible, self-propelled automaton.  [Adapted from The Emperor of All Maladies by Siddhartha Mukherjee]",
    "stream": "ES",
    "option1": "It is a reflection of why cancer seems so modern to most of us.",
    "option2": "It tells us that modern cell biology uses and promotes metaphors of machinery.",
    "option3": "Modern cell biology encourages metaphors of machinery, and cancer is often  imagined as a machine.",
    "option4": "Modern cell biology never uses figurative language, such as metaphors, to describe  or explain anything.           Environmental Science and Engineering (ES)  Page 8 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_009",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "The digit in the unit’s place of the product 999 1000 3 7   is _______.",
    "stream": "ES",
    "option1": "7",
    "option2": "1",
    "option3": "3",
    "option4": "9           Environmental Science and Engineering (ES)  Page 9 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_010",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "A square with sides of length 6 cm is given. The boundary of the shaded region is  defined by two semi-circles whose diameters are the sides of the square, as shown.   The area of the shaded region is _______ cm2.",
    "stream": "ES",
    "option1": "6π",
    "option2": "18",
    "option3": "20",
    "option4": "9π                   Environmental Science and Engineering (ES)  Page 10 of 40  Organizing Institute: IIT Kanpur  Environmental Science and Engineering"
  },
  {
    "id": "gate_ga_es_2023_s1_011",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Given are two ordinary differential equations  P:  𝑑𝑦 𝑑𝑥+ 𝑥= 𝑥 sin 𝑦  Q:  𝑑𝑦 𝑑𝑥+  𝑥 𝑦= 𝑒𝑥𝑦  The correct choice is",
    "stream": "ES",
    "option1": "P is linear; Q is nonlinear",
    "option2": "P is nonlinear; Q is linear",
    "option3": "Both P and Q are linear",
    "option4": "Both P and Q are nonlinear"
  },
  {
    "id": "gate_ga_es_2023_s1_012",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "P and Q are square matrices. Consider the following  X: (𝐏−𝟏)−1 = 𝐏  Y: Symmetric if 𝐐= −𝐐T  The correct choice is",
    "stream": "ES",
    "option1": "X is TRUE; Y is FALSE",
    "option2": "X is FALSE; Y is TRUE",
    "option3": "Both X and Y are TRUE",
    "option4": "Both X and Y are FALSE     Environmental Science and Engineering (ES)  Page 11 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_013",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Given are two infinite series  P: ∑𝑛2+1 𝑛2   Q: ∑(1 + 1 𝑛) −𝑛   The correct choice is",
    "stream": "ES",
    "option1": "P is convergent series; Q is divergent series",
    "option2": "P is divergent series; Q is convergent series",
    "option3": "Both P and Q are convergent series",
    "option4": "Both P and Q are divergent series"
  },
  {
    "id": "gate_ga_es_2023_s1_014",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "For testing alkalinity for a water sample, first phenolphthalein indicator is added.  The water remains colorless. However, when a few drops of methyl orange is added  to the sample, the color turns yellow. As per these observations, the correct choice  is",
    "stream": "ES",
    "option1": "Absence of CO32– and/or HCO3– but the presence of OH– ions in the sample",
    "option2": "Presence of CO32– and/or HCO3– but the absence of OH– ions in the sample",
    "option3": "Absence of CO32–, HCO3– and OH–  ions in the sample",
    "option4": "Presence of CO32–, HCO3– and OH–  ions in the sample             Environmental Science and Engineering (ES)  Page 12 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_015",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements  I.  Photosynthesis takes place within the chloroplasts of the eukaryotes,  whereas the breakdown of complex molecules to yield energy takes place in  the cytoplasm and in the mitochondria.  II.  Photosynthesis takes place within the chloroplasts of the prokaryotes,  whereas the breakdown of complex molecules to yield energy takes place in  the cytoplasm and in the mitochondria.  III.  All living organisms retain the enzymatic machinery to partially oxidise  glucose without the help of oxygen. This breakdown of glucose to pyruvic  acid is called glycolysis.  IV.  All living organisms retain the enzymatic machinery to completely oxidise  glycerol without the help of oxygen. This breakdown of glycerol to citric  acid is called glycolysis.  The correct choice is",
    "stream": "ES",
    "option1": "I and III are correct",
    "option2": "II and IV are correct",
    "option3": "I is correct whereas III is incorrect",
    "option4": "II is correct whereas IV is incorrect           Environmental Science and Engineering (ES)  Page 13 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_016",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements     i.  Aerobic heterotrophic bacteria uses organic matter for carbon source and  energy source.  ii.  Aerobic heterotrophic bacteria uses carbon dioxide for carbon source and  energy source.  iii.  Aerobic autotrophic bacteria uses carbon dioxide for carbon source and  reduced substances for energy source.  iv.  Aerobic autotrophic bacteria uses organic matter for getting energy.  The correct choice is",
    "stream": "ES",
    "option1": "(i) is correct; (iii) is correct",
    "option2": "(iv) is correct; (i) is incorrect",
    "option3": "(i) is correct; (iv) is correct",
    "option4": "(ii) is correct; (iv) is incorrect           Environmental Science and Engineering (ES)  Page 14 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_017",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "A student wants to decide electron acceptor for aerobic, facultative and anaerobic  bacteria. In this context, read the following statements    i.  Dissolved Oxygen (DO) can act as electron acceptor for aerobic bacteria.  ii.  Nitrite can act as electron acceptor for aerobic bacteria.  iii.  Dissolved Oxygen (DO) can act as electron acceptor for anaerobic bacteria.  iv.  Nitrite can act as electron acceptor for facultative bacteria.  The correct choice is",
    "stream": "ES",
    "option1": "(i) is correct; (iv) is correct",
    "option2": "(ii) is correct; (iii) is incorrect",
    "option3": "(ii) is correct; (iii) is correct",
    "option4": "(i) is correct; (ii) is correct"
  },
  {
    "id": "gate_ga_es_2023_s1_018",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Which of the following is true according to the Central Pollution Control Board  (CPCB), Government of India’s notification issued in the year 2009?",
    "stream": "ES",
    "option1": "24 hour averaged standard for PM2.5 in ambient air is 60 µg/m3; 24 hour averaged  standard for PM10 in ambient air is 100 µg/m3",
    "option2": "24 hour averaged standard for PM2.5 in indoor air is 60 µg/m3; 24 hour averaged  standard for PM10 in ambient air is 100 µg/m3",
    "option3": "24 hour averaged standard for PM2.5 in ambient air is 60 µg/m3; 24 hour averaged  standard for PM10 in indoor air is 100 µg/m3",
    "option4": "24 hour averaged standard for PM2.5 in indoor air is 60 µg/m3; 24 hour averaged  standard for PM10 in indoor air is 100 µg/m3     Environmental Science and Engineering (ES)  Page 15 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_019",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "The sub index values of NO2, SO2 and PM10 are 80, 80 and 100, respectively.  According to the National Air Quality Index (NAQI) released by the Government  of India in the year 2015, the overall NAQI is",
    "stream": "ES",
    "option1": "80",
    "option2": "260",
    "option3": "100",
    "option4": "151"
  },
  {
    "id": "gate_ga_es_2023_s1_020",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Which of the following is NOT a designated waste category under Bio-medical  Waste Management Rules, 2016 of Government of India?",
    "stream": "ES",
    "option1": "Yellow",
    "option2": "Green",
    "option3": "Red",
    "option4": "Blue         Environmental Science and Engineering (ES)  Page 16 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_021",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following waste categories  i)  Domestic Hazardous Waste  ii)  Nuclear Waste  iii)  Sludge from wet scrubbers of hazardous waste treatment processes  iv)  Chromium bearing residue and sludge from leather tanneries  Which one of the options correctly represents the waste categories NOT covered  under Hazardous and Other Wastes (Management and Transboundary Movement)  Rules, 2016 of Government of India?",
    "stream": "ES",
    "option1": "(i) and (ii) only",
    "option2": "(i) and (iii) only",
    "option3": "(ii) and (iv) only",
    "option4": "(i), (ii) and (iii) only           Environmental Science and Engineering (ES)  Page 17 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_022",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Match the following  Plastic Type  Common applications    P. High-density polyethylene  (HDPE)   (i)  Garbage bags, bubble packaging  Q. Low-density polyethylene  (LDPE)  (ii) Pharmaceutical bottles, Styrofoam  cups  R. Polyethylene terephthalate  (PET)  (iii) Water bottles  S. Polystyrene (PS)  (iv) Geomembrane for landfill liner",
    "stream": "ES",
    "option1": "P – (iv), Q – (i), R – (iii), S – (ii)",
    "option2": "P – (i), Q – (iii), R – (ii), S – (iv)",
    "option3": "P – (iv), Q – (ii), R – (i), S – (iii)",
    "option4": "P – (ii), Q – (iii), R – (iv), S – (i)         Environmental Science and Engineering (ES)  Page 18 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_023",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Place the following international conventions/conferences/protocols/declarations in  the chronological order (oldest to latest) of their happening  i)  United Nations conference in Stockholm which resulted in the  establishment of the United Nations Environmental Program (UNEP)  ii)  Vienna convention for the protection of the Ozone layer  iii)  United Nations climate change conference in Glasgow commonly referred  as COP26  iv)  Montreal protocol on phasing out production of substances related to  Ozone layer depletion",
    "stream": "ES",
    "option1": "i, ii, iv, iii",
    "option2": "i, ii, iii, iv",
    "option3": "ii, iv, i, iii",
    "option4": "iv, iii, ii, i"
  },
  {
    "id": "gate_ga_es_2023_s1_024",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "The correct ascending order of the following greenhouse gases with respect to their  global warming potential relative to CO2 in the time horizon of 100 years is",
    "stream": "ES",
    "option1": "CH4 < N2O < CFCl3 < CF2Cl2",
    "option2": "CF2Cl2 < CH4 < N2O < CFCl3",
    "option3": "CH4 < N2O < CF2Cl2 < CFCl3",
    "option4": "N2O < CFCl3 < CH4 < CF2Cl2         Environmental Science and Engineering (ES)  Page 19 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_025",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements with reference to the Kyoto Protocol on Climate  Change  i) Each signatory (country) has common and equal responsibility.  ii) Clean development mechanism (CDM), joint implementation (JI) and  international emission trading are the three mechanisms under Kyoto  Protocol to reduce the greenhouse gas emissions.  iii) Under Kyoto Protocol, India has agreed to reduce its greenhouse gas  emissions by half by 2050 as compared to 2005 emissions.  Which one of the following is correct choice?",
    "stream": "ES",
    "option1": "only i) is TRUE",
    "option2": "only ii) is TRUE",
    "option3": "only i) and ii) are TRUE",
    "option4": "only ii) and iii) are TRUE          Environmental Science and Engineering (ES)  Page 20 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_026",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements  I. In environmental laws, the polluter pays principle is enacted to make the  polluter responsible for paying for the damage done to the natural  environment.  II. The precautionary principle emphasizes caution, pausing and review before  going for an innovation that may prove disastrous.   III. The precautionary principle is often used by policy makers in situations  where there is the possibility of harm from making a certain decision and  conclusive evidence is not yet available.  The correct choice is",
    "stream": "ES",
    "option1": "I is correct; II and III are incorrect",
    "option2": "I, II and III are correct",
    "option3": "I and III are correct; II is incorrect",
    "option4": "I and II are correct; III is incorrect         Environmental Science and Engineering (ES)  Page 21 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_027",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements  I. The goal of Life Cycle Analysis (LCA) is to assess the environmental impact  of products from a system perspective and to identify possible improvement  strategies.  II. Environmental Impact Assessment (EIA) is defined as a process of  identifying, predicting, and evaluating the likely impacts of a proposed  project or development to define mitigation actions to reduce negative  impacts and to provide positive contributions to the natural environment and  well-being.  The correct choice is",
    "stream": "ES",
    "option1": "I is correct; II is incorrect",
    "option2": "II is correct; I is incorrect",
    "option3": "Both I and II are correct",
    "option4": "Both I and II are incorrect         Environmental Science and Engineering (ES)  Page 22 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_028",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "For the following major Indian environmental acts   i) Environmental Protection Act  ii) Water Act (Prevention and Control of Pollution)  iii) Air Act (Prevention and Control of Pollution)  iv) The National Green Tribunal Act  the correct chronological order (oldest to latest of their enactment) is",
    "stream": "ES",
    "option1": "i), ii), iii), iv)",
    "option2": "ii), i), iii), iv)",
    "option3": "iii), i), iv), ii)",
    "option4": "ii), iii), i), iv)"
  },
  {
    "id": "gate_ga_es_2023_s1_029",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "The kinematic viscosity of glycerin and kerosene are 1.2 times and 0.95 times of  that of water, respectively. Glycerin and kerosene flow through two identical porous  media having same hydraulic gradient. Assuming Darcy’s law is valid for the  porous media, the ratio of flow rate of kerosene to that of glycerin is",
    "stream": "ES",
    "option1": "1.052",
    "option2": "1.140",
    "option3": "0.792",
    "option4": "1.263         Environmental Science and Engineering (ES)  Page 23 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_030",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "W1, W2, W3…W9 represent the holding times of 9 water samples, which follow a  normal distribution with mean = 8.33 and standard deviation = 4.472.  M represents  the sample mean value of holding times, which also has a normal distribution.  Assuming Z has a standard normal distribution (mean = 0 and standard  deviation = 1), select the correct statement which describes the expression for  calculating the value of type 1 error where  null hypothesis (H0):    M > 6  alternate hypothesis (Ha):   M ≤ 6",
    "stream": "ES",
    "option1": "P{Z<(–1.565)}",
    "option2": "P{Z<1.565}",
    "option3": "P{Z>(–1.565)}",
    "option4": "P{Z>1.565}"
  },
  {
    "id": "gate_ga_es_2023_s1_031",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following statements is NOT correct?",
    "stream": "ES",
    "option1": "Photophosphorylation is the synthesis of ATP from ADP and inorganic phosphate  in the presence of light.",
    "option2": "The process through which ATP is synthesised by cells (in mitochondria and  chloroplasts) is called phosphorylation.",
    "option3": "The Calvin cycle (carboxylation, reduction, and regeneration) occurs in all  photosynthetic plants (C3, C4 or any other).",
    "option4": "C3 plants have a special type of leaf anatomy, they tolerate higher temperatures,  they show a response to high light intensities, have high rate of photosynthesis and  reduced rate of photorespiration as compared to C4 plants.     Environmental Science and Engineering (ES)  Page 26 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_032",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements  I. Bacteriophage is an anaerobic bacterium.  II. Male-specific bacteriophage infect via the pili of other microorganisms  including viruses.  III. Bacteriophage is found in human as well as in animal excreta.  IV. Bacteriophage can not indicate the presence of bacteria.  The correct choice is",
    "stream": "ES",
    "option1": "(I), (III) and (IV) are correct",
    "option2": "(IV) is correct; (III) is incorrect",
    "option3": "Both (III) and (IV) are incorrect",
    "option4": "Both (III) and (IV) are correct                                 Environmental Science and Engineering (ES)  Page 27 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_033",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements    i.  In endogenous metabolism by aerobic bacteria, electron acceptor is present  inside the cells.  ii.  In endogenous metabolism by aerobic bacteria, electron acceptor is  dissolved oxygen.   iii.  The endogenous metabolism is linked to fermentative metabolism.   iv.  In exogenous metabolism by aerobic bacteria, enzyme mediated electron  transfer happens within the cells.  The correct choice is",
    "stream": "ES",
    "option1": "(i) is correct; (iii) is correct",
    "option2": "(ii) is correct; (iii ) is incorrect",
    "option3": "(iii) is incorrect; (iv) is incorrect",
    "option4": "(iii) is correct; (iv) is correct"
  },
  {
    "id": "gate_ga_es_2023_s1_034",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "A boiler in an industry, located where high plume rise is expected, releases flue gas  with fine particulate matter. Which one of the following options is most suited and  efficient if this particulate matter is intended for reuse?",
    "stream": "ES",
    "option1": "reduce stack height and increase stack diameter",
    "option2": "use of wet collectors",
    "option3": "use of flue gas desulfurization (FGD)",
    "option4": "use of electrostatic precipitator (ESP)       Environmental Science and Engineering (ES)  Page 28 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_035",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Match the following  J) Dalton’s law   i) Diffusion  K) Fick’s law   ii) Pressure exerted by a mixture of gases  L) Henry’s law   iii) Gravitational settling   M) Stoke’s law   iv) Gas-liquid phase transfer",
    "stream": "ES",
    "option1": "J – ii; K – i; L – iv; M – iii",
    "option2": "J – iii; K – ii; L – i; M – iv",
    "option3": "J – ii; K – iii; L – iv; M – i",
    "option4": "J – i; K – iv; L – ii; M – iii         Environmental Science and Engineering (ES)  Page 29 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_036",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements   I. According to the Liebig’s law of minimum, the growth is regulated by the  limited factors i.e., resources in scarcity and not by the resources in  abundance.  II. Shelford’s law of tolerance states that, only the factors present in  excess/abundance can affect the growth, development of an organism or rate  of biological process.  III. Shelford's law of tolerance states that, an organism's success is based on a  complex set of conditions and that each organism has a certain minimum,  maximum, and optimum levels of environmental factor or combination of  factors that determine success.  The correct choice is",
    "stream": "ES",
    "option1": "I and II are correct; III is incorrect",
    "option2": "I and III are correct; II is incorrect",
    "option3": "II is correct; I and III are incorrect",
    "option4": "III is correct; I and II are incorrect         Environmental Science and Engineering (ES)  Page 30 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_037",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements   I.  Trivalent chromium has relatively low aqueous solubility, and low  mobility in the soil environment. By contrast, hexavalent chromium has  a higher aqueous solubility and greater mobility in the soil environment.  II.  The chemical reaction between trivalent chromium and zero-valent iron  will result in transformed version called hexavalent chromium.  III.  Hexavalent chromium is a known carcinogen.  IV.  Trivalent chromium has relatively higher human toxicity as compared  to hexavalent chromium.  The correct choice is",
    "stream": "ES",
    "option1": "IV is correct; I and III are incorrect",
    "option2": "II is correct; I and IV are incorrect",
    "option3": "I and III are correct; II and IV are incorrect",
    "option4": "I, II and IV are correct; III is incorrect         Environmental Science and Engineering (ES)  Page 31 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_038",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Which of the following statements is/are NOT true?",
    "stream": "ES",
    "option1": "Urban heat island effect in a city can be reduced by increasing trees and vegetation  cover in the city.",
    "option2": "Urban heat island intensity is affected by PM2.5 concentrations in a city.",
    "option3": "Urban heat island intensity increases due to installation of reflective roofs in a city.",
    "option4": "In comparison with the non-urban areas, urban heat island effect raises night-time  temperatures more than daytime temperatures in cities.         Environmental Science and Engineering (ES)  Page 32 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_039",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Read the following statements about aerobic composting of organic fraction of  municipal solid waste   I. The majority of the odour problem in an aerobic composting process is due  to the development of anaerobic conditions within the compost pile.  II. All organic carbon present in the waste will completely biodegrade in 14  days.  III. At high C/N ratio, ammonia would be released and biological activity may  also be impeded.  IV. Optimum moisture content for aerobic composting process would be   50–60%. Lower moisture would slow down the biological process.  Excessive moisture will make it difficult to maintain aerobic conditions.  The correct choice(s) is/are",
    "stream": "ES",
    "option1": "I and IV are correct",
    "option2": "II and III are incorrect",
    "option3": "I is correct; IV is incorrect",
    "option4": "II is correct; IV is incorrect             Environmental Science and Engineering (ES)  Page 33 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2023_s1_040",
    "exam": "GATE",
    "year": 2023,
    "slot": 1,
    "section": "GA",
    "question_text": "Products P and Q have life cycle phases of material extraction, production, use, and  end of life disposal. CH4, CO2 emissions and mass used per functional unit (f.u.)  from the different phases of the products are given in the following tables.   Product P   Phase  CO2 emissions,  kg/tonne  CH4 emissions,  kg/tonne  Mass,  tonne/functional unit  (f.u.)  Material  Extraction  1.0  0.75  4.0  Production  1.5  1.0  2.0  Use  0.5  0.0  1.0  End of life  disposal  1.0  0.25  1.0  Product Q  Phase  CO2 emissions,  kg/tonne  CH4 emissions,  kg/tonne  Mass, tonne/ functional  unit (f.u.)  Material  Extraction  0.75  0.75  3.0  Production  0.25  1.0  2.5  Use  0.0  0.5  0.75  End of life  disposal  2.0  0.0  0.75  Based upon the information given in the tables and using global warming potential  of CH4 equal to 23 kg of CO2 per kg of CH4, which of the following statement(s)  is/are true?",
    "stream": "ES",
    "option1": "Greenhouse gas emissions (kg CO2 equivalent/f.u.) from the ‘Material extraction’  phase of product P is higher than that of product Q.",
    "option2": "Greenhouse gas emissions (kg CO2 equivalent/f.u.) from the ‘Production phase’ of  product Q is higher than that of  product P.",
    "option3": "Greenhouse gas emissions (kg CO2 equivalent/f.u.) from the ‘End of life disposal’  is higher for product Q than that of product P.",
    "option4": "Greenhouse gas emissions (kg CO2 equivalent/f.u.) from the ‘complete life cycle’  of the product P is higher than that of product Q.     Environmental Science and Engineering (ES)  Page 34 of 40  Organizing Institute: IIT Kanpur"
  },
  {
    "id": "gate_ga_es_2025_s1_001",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Courage : Bravery :: Yearning : __________  Select the most appropriate option to complete the analogy.",
    "stream": "ES",
    "option1": "Longing",
    "option2": "Yelling",
    "option3": "Yawning",
    "option4": "Glaring"
  },
  {
    "id": "gate_ga_es_2025_s1_002",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "We __________ tennis in the lawn when it suddenly started to rain.  Select the most appropriate option to complete the above sentence.",
    "stream": "ES",
    "option1": "have been playing",
    "option2": "had been playing",
    "option3": "would have been playing",
    "option4": "could be playing               Environmental Science and Engineering (ES)  Page 2 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_003",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "A 4 × 4 digital image has pixel intensities (𝑈) as shown in the figure. The number of  pixels with 𝑈≤4 is:",
    "stream": "ES",
    "option1": "3",
    "option2": "8",
    "option3": "11",
    "option4": "9             Environmental Science and Engineering (ES)  Page 3 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_004",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "In the given figure, the numbers associated with the rectangle, triangle, and ellipse  are 1, 2, and 3, respectively. Which one among the given options is the most  appropriate combination of P, Q, and R ?",
    "stream": "ES",
    "option1": "P = 6; Q = 5; R = 3",
    "option2": "P = 5; Q = 6; R = 3",
    "option3": "P = 3; Q = 6; R = 6",
    "option4": "P = 5; Q = 3; R = 6                    1  2  4  3  P  Q  R   Environmental Science and Engineering (ES)  Page 4 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_005",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "A rectangle has a length L and a width W, where L > W. If the width, W, is increased  by 10%, which one of the following statements is correct for all values of L and W?",
    "stream": "ES",
    "option1": "Perimeter increases by 10%.",
    "option2": "Length of the diagonals increases by 10%.",
    "option3": "Area increases by 10%.",
    "option4": "The rectangle becomes a square.                       Environmental Science and Engineering (ES)  Page 5 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_006",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Column-I has statements made by Shanthala; and, Column-II has responses given  by Kanishk.  Column-I  Column-II  P.  This house is in a mess.  1.  Alright, I won’t bring it up during  our conversations.  Q. I am not happy with the marks  given to me.  2.  Well, you can easily look it up.  R. Politics is a subject I avoid talking  about.  3.  No problem, let me clear it up for  you.  S.  I don’t know what this word  means.  4.  Don’t worry, I will take it up with  your teacher.  Identify the option that has the correct match between Column-I and Column-II.",
    "stream": "ES",
    "option1": "P – 2; Q – 3; R – 1; S – 4",
    "option2": "P – 3; Q – 4; R – 1; S – 2",
    "option3": "P – 4; Q – 1; R – 2; S – 3",
    "option4": "P – 1; Q – 2; R – 4; S – 3            Environmental Science and Engineering (ES)  Page 6 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_007",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Weight of a person can be expressed as a function of their age. The function usually  varies from person to person. Suppose this function is identical for two brothers,  and it monotonically increases till the age of 50 years and then it monotonically  decreases. Let 𝑎1 and 𝑎2 (in years) denote the ages of the brothers and 𝑎1 < 𝑎2.    Which one of the following statements is correct about their age on the day when  they attain the same weight?",
    "stream": "ES",
    "option1": "𝑎1 < 𝑎2 < 50",
    "option2": "𝑎1 < 50 < 𝑎2",
    "option3": "50 < 𝑎1 < 𝑎2",
    "option4": "Either 𝑎1 = 50 or 𝑎2 = 50             Environmental Science and Engineering (ES)  Page 7 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_008",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "A regular dodecagon (12-sided regular polygon) is inscribed in a circle of radius r  cm as shown in the figure. The side of the dodecagon is d cm. All the triangles  (numbered 1 to 12) in the figure are used to form squares of side r cm and each  numbered triangle is used only once to form a square.   The number of squares that can be formed and the number of triangles required to  form each square, respectively, are:  Note: The figure shown is representative.",
    "stream": "ES",
    "option1": "3; 4",
    "option2": "4; 3",
    "option3": "3; 3",
    "option4": "3; 2            Environmental Science and Engineering (ES)  Page 8 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_009",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "If a real variable 𝑥 satisfies 3𝑥2 = 27 × 9𝑥, then the value of   2𝑥2 (2𝑥)2 is:",
    "stream": "ES",
    "option1": "2−1",
    "option2": "20",
    "option3": "23",
    "option4": "215                         Environmental Science and Engineering (ES)  Page 9 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_010",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "The number of patients per shift (𝑋) consulting Dr. Gita in her past 100 shifts is  shown in the figure. If the amount she earns is ₹ 1000(𝑋−0.2), what is the average  amount (in ₹) she has earned per shift in the past 100 shifts?  Note: The figure shown is representative.",
    "stream": "ES",
    "option1": "6,100",
    "option2": "6,300",
    "option3": "6,000",
    "option4": "6,500            20 40 30 10 0 10 20 30 40 50 5 6 7 8 Number of shifts Number of patients per shift (X)   Environmental Science and Engineering (ES)  Page 10 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_011",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Assuming 𝑠> |𝑎|; Laplace transform of  𝑓(𝑥) = cosh 𝑎𝑥  is",
    "stream": "ES",
    "option1": "𝑠 𝑠2+𝑎2",
    "option2": "𝑎 𝑠2+𝑎2",
    "option3": "𝑠 𝑠2−𝑎2",
    "option4": "𝑎 𝑠2−𝑎2"
  },
  {
    "id": "gate_ga_es_2025_s1_012",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "For the ordinary differential equation   𝑑2𝑦 𝑑𝑥2 + 4𝑦= 0,  the general solution is",
    "stream": "ES",
    "option1": "𝑦= 𝑐1 cos 2𝑥+ 𝑐2 sin 2𝑥",
    "option2": "𝑦= 𝑐1 cosh 2𝑥+ 𝑐2 sinh 2𝑥",
    "option3": "𝑦= 𝑐1𝑒2𝑥+ 𝑐2𝑒−2𝑥",
    "option4": "𝑦= 𝑐1𝑒2𝑥cos 2𝑥+ 𝑐2𝑒−2𝑥sin 2𝑥                  Environmental Science and Engineering (ES)  Page 11 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_013",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following two series  P :   ∑ 1 𝑛 ∞ 𝑛=1    Q :   ∑ 1 𝑛2 ∞ 𝑛=1   Choose the correct option from the following",
    "stream": "ES",
    "option1": "P is convergent series; Q is divergent series",
    "option2": "P is divergent series; Q is convergent series",
    "option3": "Both P and Q are convergent series",
    "option4": "Both P and Q are divergent series"
  },
  {
    "id": "gate_ga_es_2025_s1_014",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the redox reaction from the following",
    "stream": "ES",
    "option1": "H2CO3  H+ + HCO3-",
    "option2": "Hg2+ + 2 OH-  Hg(OH)2",
    "option3": "C6H12O6 + 6 O2  6 CO2 + 6 H2O",
    "option4": "CaCO3 (s)  Ca2+ + CO32-                 Environmental Science and Engineering (ES)  Page 12 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_015",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Which one of the following is performed by autotrophic bacteria?",
    "stream": "ES",
    "option1": "Aerobic biodegradation of organic matter",
    "option2": "Anaerobic biodegradation of organic matter",
    "option3": "Aerobic nitrification",
    "option4": "Anaerobic de-nitrification"
  },
  {
    "id": "gate_ga_es_2025_s1_016",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "For flood routing, consider the following statements     P : Hydrologic routing method uses continuity equation and momentum equation  Q : Hydraulic routing method uses continuity equation and energy equation  Choose the correct option from the following",
    "stream": "ES",
    "option1": "P is TRUE; Q is TRUE",
    "option2": "P is TRUE; Q is FALSE",
    "option3": "P is FALSE; Q is TRUE",
    "option4": "P is FALSE; Q is FALSE                     Environmental Science and Engineering (ES)  Page 13 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_017",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "For a gradually varied flow, consider the following statements     P : 𝑦𝑛> 𝑦𝑐> 𝑦  in M3 surface profile   Q : 𝑦𝑛< 𝑦𝑐< 𝑦  in S1 surface profile   where, yn is normal depth, yc is critical depth, and y is flow depth.  Choose the correct option from the following",
    "stream": "ES",
    "option1": "P is TRUE; Q is TRUE",
    "option2": "P is TRUE; Q is FALSE",
    "option3": "P is FALSE; Q is TRUE",
    "option4": "P is FALSE; Q is FALSE                                     Environmental Science and Engineering (ES)  Page 14 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_018",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Match the following and choose the correct option from the following  Type of reactor  Diagram  1.Plug flow reactor  x.   2.Continuously stirred tank  reactor  y.   3.Batch reactor  z.   indicates stirrer for mixing (not to scale)",
    "stream": "ES",
    "option1": "1-x, 2-y, 3-z",
    "option2": "1-z, 2-y, 3-x",
    "option3": "1-y, 2-z, 3-x",
    "option4": "1-x, 2-z, 3-y         Environmental Science and Engineering (ES)  Page 15 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_019",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Multiple effect evaporator is commonly used, in the zero liquid discharge (ZLD)  scheme, for __________",
    "stream": "ES",
    "option1": "oxidation of organic pollutants",
    "option2": "precipitation of heavy metals",
    "option3": "concentrating reverse osmosis (RO) reject salts",
    "option4": "performing selective ion exchange"
  },
  {
    "id": "gate_ga_es_2025_s1_020",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following statements  P : According to the National Ambient Air Quality Standards (Central Pollution  Control Board, Govt. of India, notification 2009), annual time weighted average  PM10 standard is more than PM2.5 standard.  Q : According to the National Air Quality Index released by Govt. of India in 2015,  sub index value of PM10 can be less than that of PM2.5.  Choose the correct option from the following",
    "stream": "ES",
    "option1": "P is TRUE; Q is FALSE",
    "option2": "P is FALSE; Q is TRUE",
    "option3": "P is TRUE; Q is TRUE",
    "option4": "P is FALSE; Q is FALSE             Environmental Science and Engineering (ES)  Page 16 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_021",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Which option gives the components that are most likely to be present in the  segregated combustible fraction (SCF) separated from raw mixed municipal solid  waste (MSW)?",
    "stream": "ES",
    "option1": "plastics, paper, rubber, metals",
    "option2": "plastics, paper, leather, glass",
    "option3": "plastics, leather, textiles, rubber",
    "option4": "plastics, rubber, textiles, food waste"
  },
  {
    "id": "gate_ga_es_2025_s1_022",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Correctly match the sustainable development goal (SDG) with its theme  SDG  Theme  i.  SDG 6   p. Good Health and Well-being  ii.  SDG 11  q. Responsible Consumption and Production  iii.  SDG 3   r. Sustainable Cities and Communities  iv.  SDG 12  s. Clean Water and Sanitation",
    "stream": "ES",
    "option1": "i -q  ii-r  iii-p iv-s",
    "option2": "i-s  ii-r  iii-p iv-q",
    "option3": "i-s  ii-r  iii-q iv-p",
    "option4": "i-p  ii-q  iii-r  iv-s         Environmental Science and Engineering (ES)  Page 17 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_023",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option regarding the Basel Convention",
    "stream": "ES",
    "option1": "Almost all the nations of the world assembled for the first time in the history to  discuss and find out the solution for a common environmental problem.",
    "option2": "It was for formulating the strategies and guidelines to reduce CO2 and CH4  emissions to control the global warming.",
    "option3": "It was for formulating the strategies and guidelines to control the release of acidic  gases that can cause acid rains in another country.",
    "option4": "It was for formulating the strategies and guidelines for the trans-boundary  movement of hazardous wastes."
  },
  {
    "id": "gate_ga_es_2025_s1_024",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following statements  (i)  Environmental pollutant concentration is generally modeled using  lognormal distribution.  (ii)  Environmental pollutant concentration is generally modeled using  Poisson distribution.  (iii)  The weekly rate of exceedance of environmental pollutant concentration  with regards to a given standard is generally modeled using lognormal  distribution.  (iv)  The weekly rate of exceedance of environmental pollutant concentration  with regards to a given standard is generally modeled using Poisson  distribution.  Choose the correct option(s) from the following",
    "stream": "ES",
    "option1": "(i) and (iv) are correct",
    "option2": "(i) is correct and (iii) is incorrect",
    "option3": "(ii) and (iv) are correct",
    "option4": "(ii) and (iv) are incorrect     Environmental Science and Engineering (ES)  Page 18 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_025",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct statement(s) from the following regarding the structure/  reproduction of microorganisms",
    "stream": "ES",
    "option1": "Prokaryotes do not have nucleus but Eukaryotes have nucleus.",
    "option2": "Both Prokaryotes and Eukaryotes have nucleus.",
    "option3": "No binary fission happens in Eukaryotes, however, Prokaryotes rely on binary  fission for reproduction.",
    "option4": "Both Prokaryotes and Eukaryotes rely on binary fission for reproduction."
  },
  {
    "id": "gate_ga_es_2025_s1_026",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following statements related to nitrification process:  (i)  Electron acceptor type vary depending on whether nitrosomonas or  nitrobacter is involved.  (ii)  Predominant carbon source is organic matter.  (iii)  Predominant carbon source is inorganic carbon.  (iv)  Electron donor during conversion of ammonium ions to nitrite ions is  ammonium ions.  Choose the correct option(s) from the following",
    "stream": "ES",
    "option1": "(iii) and (iv) are correct",
    "option2": "(i) and (ii) are correct",
    "option3": "(i) is incorrect and (iii) is correct",
    "option4": "(ii) is correct and (iii) is incorrect             Environmental Science and Engineering (ES)  Page 19 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_027",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Stubble burning results in release of particulate matter, volatile organic compounds,  oxides of nitrogen and sulfur, to name a few. A researcher is planning to use a  conventional Gaussian dispersion model to estimate the contribution of stubble  burning in a nearby state to air pollution in New Delhi.   Choose the option(s) which could explain the possible limitations in this approach",
    "stream": "ES",
    "option1": "assumption of steady state conditions e.g. constant wind speed, wind direction,  and  emission, etc. in conventional Gaussian dispersion models",
    "option2": "non-accounting of wet and dry deposition in conventional Gaussian dispersion  models",
    "option3": "non-handling of chemical transformation of pollutants in conventional Gaussian  dispersion models",
    "option4": "requirement of more computational resources by conventional Gaussian dispersion  models compared to chemical transport models"
  },
  {
    "id": "gate_ga_es_2025_s1_028",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option(s) from the following in the plastic waste management",
    "stream": "ES",
    "option1": "Plastic wastes may be burnt to generate fuel oil and fuel gas.",
    "option2": "Plastic wastes along with bitumen may be used for road/pavement construction.",
    "option3": "Polyethylene terephthalate (PET) and high density polyethylene (HDPE) are the  most common plastics for recycling.",
    "option4": "Plastics made of branched monomers can be easily recycled.             Environmental Science and Engineering (ES)  Page 20 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_029",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the option(s) giving the correct process flow-sheet for producing refuse  derived fuel (RDF) from the segregated waste collected in the dry waste containers  (blue coloured containers of the municipal solid waste (MSW) collection scheme).",
    "stream": "ES",
    "option1": "",
    "option2": "",
    "option3": "",
    "option4": "Environmental Science and Engineering (ES)  Page 21 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_030",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option(s) from the following regarding the symbiotic  relationships",
    "stream": "ES",
    "option1": "Lichens are a symbiotic association of fungi and bacteria. They can survive in  extreme conditions of air pollution.",
    "option2": "Lichens are a symbiotic association of fungi and bacteria. The fungi can absorb  water and minerals from atmosphere, and bacteria can generate foods.",
    "option3": "Lichens are a symbiotic association of fungi and algae. They can survive in extreme  conditions, but are very sensitive to air pollution.",
    "option4": "Lichens are a symbiotic association of fungi and algae. The fungi can absorb water  and minerals from atmosphere, and algae can generate food through photosynthesis."
  },
  {
    "id": "gate_ga_es_2025_s1_031",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Methane hydrates have special crystal structure of water, where methane gas  molecules are trapped. Choose the correct option(s) from the following",
    "stream": "ES",
    "option1": "Methane hydrates exist in abundance near the ocean bed, where the pressure is high  enough for their existence.",
    "option2": "Methane hydrates exist in abundance in the polar regions, where the temperature is  low enough for their existence.",
    "option3": "Methane hydrates can be a huge source of energy, but can accelerate global  warming considerably if the entrapped methane is released to the atmosphere.",
    "option4": "Methane hydrates can be a huge source of energy, but difficult to exploit  commercially.               Environmental Science and Engineering (ES)  Page 22 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_032",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option(s) from the following regarding urban environment",
    "stream": "ES",
    "option1": "Urban heat island can exacerbate urban flooding by intensifying rainfall intensity.",
    "option2": "Urban canyons increase ventilation by trapping heat and thus enhancing urban heat  island effect.",
    "option3": "Program evaluation and review technique (PERT) is always used to estimate the  economic impact of mitigation strategies for urban heat island effect.",
    "option4": "In general, land surfaces in urban areas emit more long wave radiation compared to  those in rural areas, and thus contribute to higher night time temperature."
  },
  {
    "id": "gate_ga_es_2025_s1_033",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option(s) from the following regarding cumulative toxicity",
    "stream": "ES",
    "option1": "Bioaccumulation is the process by which a living organism keeps on accumulating  pollutants in its body due to continuous exposure, whereas, bio-magnification is the  process by which higher order organisms accumulate more pollutants than the lower  order organisms in a food chain.",
    "option2": "Biomagnification is the process by which a living organism keeps on accumulating  pollutants in its body due to continuous exposure, whereas, bioaccumulation is the  process by which higher order organisms accumulate more pollutants than the lower  order organisms in a food chain.",
    "option3": "Bioaccumulation and biomagnification are possible with heavy metals, but not with  pesticides and pharmaceutical compounds.",
    "option4": "Bioaccumulation and biomagnification are possible with heavy metals, pesticides  and pharmaceutical compounds.             Environmental Science and Engineering (ES)  Page 23 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_034",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "A researcher added certain amount of HgCl2 to water at pH 10. He calculated the  expected concentration of mercury in the water. He asked his student to measure  the concentration. His student used an instrument that can measure only the free  metal, Hg2+. The student observed that the concentration measured by him was  significantly less than the concentration calculated by the researcher. How can he  explain the paradox to the researcher?    Explanation 1: Significant fraction of the mercury would have changed phase from  aqueous to gaseous phase, thus leaving less mercury in the water    Explanation 2: Fraction of the mercury added to water would have formed aqueous  complexes    Explanation 3: Fraction of the mercury added to water could have precipitated  Choose the correct option from the following",
    "stream": "ES",
    "option1": "only Explanation 1 is correct",
    "option2": "Explanations 1 and 2 are correct",
    "option3": "Explanations 1 and 3 are correct",
    "option4": "Explanations 2 and 3 are correct                           Environmental Science and Engineering (ES)  Page 25 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_035",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Correctly label the speciation diagram below:",
    "stream": "ES",
    "option1": "I= PO43-, II= HPO42-, III= H2PO4-, IV= H3PO4",
    "option2": "I= H3PO4, II= HPO42-, III= H2PO4-, IV=PO43-",
    "option3": "I=H3PO4, II=H2PO4-, III=HPO42-, IV=PO43-",
    "option4": "I= PO43-, II= H2PO4-, III= H3PO4, IV=HPO42-                             Environmental Science and Engineering (ES)  Page 26 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_036",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following statements on microbial metabolism  (i)  Utilization of carbon for cell synthesis is termed as anabolism.  (ii)  During catabolism, adenosine triphosphate (ATP) is converted into  adenosine diphosphate (ADP).  Choose the correct option from the following",
    "stream": "ES",
    "option1": "(i) and (ii) are correct",
    "option2": "(i) and (ii) are incorrect",
    "option3": "(i) is correct and (ii) is incorrect",
    "option4": "(i) is incorrect and (ii) is correct                                       Environmental Science and Engineering (ES)  Page 27 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_037",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following figure of an activated sludge process (ASP), depicting the  flow (Q), substrate (S), and microorganism concentration (X) at various points in  the system, where subscripts “0”, “r”, “w”, “e”, and “i”  indicate influent, recycle  line, wastage, effluent, and flow from aeration tank to settling tank, respectively.  Note that influent to the ASP has microbes too. V is volume of aeration tank.     Choose the correct option for net rate of formation of microorganisms in the system  at steady state, from the following",
    "stream": "ES",
    "option1": "(Q−Qw)Xe+QwXr−QX0 V",
    "option2": "(Q−Qw)Xe+QwXr V",
    "option3": "(Q−Qw)Xe+QwXr VX",
    "option4": "(Q+Qr)Xi+QwXr VX                     Environmental Science and Engineering (ES)  Page 28 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_038",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Consider the following statements  (i)  Sound pressure changes with distance from the source  (ii)  Sound power is a property of the source  (iii)  Sound intensity is sound power per unit volume  Choose the correct option from the following",
    "stream": "ES",
    "option1": "(i), (ii), and (iii) are correct",
    "option2": "only (i) and (ii) are correct",
    "option3": "only (i) and (iii) are correct",
    "option4": "only (ii) and (iii) are correct"
  },
  {
    "id": "gate_ga_es_2025_s1_039",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "At a pressure of 1 atmosphere and temperature of 25 C, 365 µg m-3 of a pollutant  corresponds to mixing ratio of 139 parts per billion (ppb). The atomic weights: C - 12, H – 1, O – 16, N – 14 and S – 32. Which one of the following options most  closely represents the pollutant",
    "stream": "ES",
    "option1": "SO2",
    "option2": "NO2",
    "option3": "O3",
    "option4": "CO               Environmental Science and Engineering (ES)  Page 29 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_040",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Which option gives the best control strategies for Dioxins and Furans in the flue gas  emitted from waste incineration facilities?",
    "stream": "ES",
    "option1": "Avoid burning polystyrene (PS) and polyethylene (PE); ensure the furnace  temperature above 1000 °C; and use a bag filter for cleaning the flue gas.",
    "option2": "Avoid burning polyvinyl chloride (PVC); quickly cool down the flue gas through  the temperature range 400 - 250 °C; and use an activated carbon treatment for the  flue gas.",
    "option3": "Avoid burning food wastes; ensure the furnace temperature above 900 ± 50 °C; and  use an electrostatic precipitator (ESP) for cleaning the flue gas.",
    "option4": "Avoid burning metal bearing waste; ensure the flue gas temperature above 1000 °C;  and use a venturi scrubber for cleaning the flue gas."
  },
  {
    "id": "gate_ga_es_2025_s1_041",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option(s) from the following regarding the solubility in water",
    "stream": "ES",
    "option1": "Water is a polar molecule because of the asymmetric distribution of charge between  the oxygen and hydrogen atoms of the water molecule.",
    "option2": "In a water molecule, the electrons shared between oxygen and hydrogen are  attracted more towards the hydrogen atom.",
    "option3": "Non-polar compounds are highly soluble in water because of their strong interaction  with water molecules.",
    "option4": "Aromaticity and charge of molecules influence their solubility in water.                  Environmental Science and Engineering (ES)  Page 30 of 39  Organizing Institute: IIT Roorkee"
  },
  {
    "id": "gate_ga_es_2025_s1_042",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "If microbial growth occurs under substrate unlimited conditions, according to  Monod’s kinetics, choose the correct option(s) from the following",
    "stream": "ES",
    "option1": "Microbial growth follows zero order with respect to substrate concentration.",
    "option2": "Microbial growth follows first order with respect to substrate concentration.",
    "option3": "Specific growth rate is half of maximum specific growth rate.",
    "option4": "Specific growth rate is almost equal to maximum specific growth rate."
  },
  {
    "id": "gate_ga_es_2025_s1_043",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "Choose the correct option(s) for removing solids from water.",
    "stream": "ES",
    "option1": "chlorination",
    "option2": "coagulation-flocculation-sedimentation followed by slow sand filtration",
    "option3": "chlorination followed by aeration",
    "option4": "slow sand filtration"
  },
  {
    "id": "gate_ga_es_2025_s1_044",
    "exam": "GATE",
    "year": 2025,
    "slot": 1,
    "section": "GA",
    "question_text": "According to the Bio-Medical Waste Management Rules, 2016, choose the correct  option(s) from the following",
    "stream": "ES",
    "option1": "Bio-medical waste generated should be taken to a common bio-medical waste  management facility except for rural areas where common facility is not available.",
    "option2": "Bio-medical waste generated should not be taken out of the hospital premise as it  may contain dangerous pathogenic organisms.",
    "option3": "The red bag containing the human anatomical wastes like amputated body parts,  cotton and bandages contaminated with body fluids, etc. should be treated using  autoclave or hydroclave to kill the pathogenic organisms.",
    "option4": "Increasing operational temperature of an autoclave from 121 C (pressure 15 psi) to  149 C (pressure 52 psi), the residence time requirement for treating bio-medical  waste will be reduced by 15 minutes.     Environmental Science and Engineering (ES)  Page 31 of 39  Organizing Institute: IIT Roorkee"
  }
]