[
  {
    "id": "cat_dilr_2022_s1_001",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many tokens did Qahira receive?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_002",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Who among the following definitely received a token from Bithi but not from Dhanavi?",
    "options": [
      "[1] Qahira",
      "Tantra",
      "Pragnyaa",
      "Rasheeda"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_003",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many tokens did Chhaya award?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_004",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many tokens did Smera receive?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_005",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following could be the amount of funding that Tantra received?  (a) Rs. 66,000  (b) Rs. 165,000",
    "options": [
      "[1] Both (a) and (b)",
      "Neither (a) nor (b)  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)",
      "Only (a)",
      "Only (b)    Given above is the schematic map of the metro lines in a city with rectangles denoting terminal stations (e.g.  A), diamonds denoting junction stations (e.g. R) and small filled-up circles denoting other stations. Each train  runs either in east-west or north-south direction, but not both. All trains stop for 2 minutes at each of the  junction stations on the way and for 1 minute at each of the other stations. It takes 2 minutes to reach the  next station for trains going in east-west direction and 3 minutes to reach the next station for trains going in  north-south direction. From each terminal station, the first train starts at 6 am; the last trains leave the  terminal stations at midnight. Otherwise, during the service hours, there are metro service every 15 minutes  in the north-south lines and every 10 minutes in the east-west lines. A train must rest for at least 15 minutes  after completing a trip at the terminal station, before it can undertake the next trip in the reverse direction.  (All questions are related to this metro service only. Assume that if someone reaches a station exactly at the  time a train is supposed to leave, (s)he can catch that train.)"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_006",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Hari is ready to board a train at 8:05 am from station M, then when is the earliest that he can reach station  N?",
    "options": [
      "[1] 9:01 am",
      "9:11 am",
      "9:13 am",
      "9:06 am"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_007",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Priya is ready to board a train at 10:25 am from station T, then when is the earliest that she can reach  station S?",
    "options": [
      "[1] 11:12 am",
      "11:07 am",
      "11:22 am",
      "11:28 am  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_008",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Haripriya is expected to reach station S late. What is the latest time by which she must be ready to board at  station S if she must reach station B before 1 am via station R?",
    "options": [
      "[1] 11:35 pm",
      "11:43 pm",
      "11:49 am",
      "11:39 pm"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_009",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the minimum number of trains that are required to provide the service on the AB line (considering  both north and south directions)?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_010",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the minimum number of trains that are required to provide the service in this city?    There are 15 girls and some boys among the graduating students in a class. They are planning a get-together,  which can be either a 1-day event, or a 2-day event, or a 3-day event. There are 6 singers in the class, 4 of  them are boys. There are 10 dancers in the class, 4 of them are girls. No dancer in the class is a singer.  Some students are not interested in attending the get-together. Those students who are interested in  attending a 3-day event are also interested in attending a 2-day event; those who are interested in attending  a 2-day event are also interested in attending a 1-day event.  The following facts are also known:  1. All the girls and 80% of the boys are interested in attending a 1-day event. 60% of the boys are interested  in attending a 2-day event.  2. Some of the girls are interested in attending a 1-day event, but not a 2-day event; some of the other girls  are interested in attending both.  3. 70% of the boys who are interested in attending a 2-day event are neither singers nor dancers. 60% of the  girls who are interested in attending a 2-day event are neither singers nor dancers.  4. No girl is interested in attending a 3-day event. All male singers and 2 of the dancers are interested in  attending a 3-day event.  5. The number of singers interested in attending a 2-day event is one more than the number of dancers  interested in attending a 2-day event.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_011",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many boys are there in the class?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_012",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following can be determined from the given information?  I. The number of boys who are interested in attending a 1-day event and are neither dancers nor singers.  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  II. The number of female dancers who are interested in attending a 1-day event.",
    "options": [
      "[1] Only II",
      "Neither I nor II",
      "Both I and II",
      "Only I"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_013",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What fraction of the class are interested in attending a 2-day event?",
    "options": [
      "[1] 7/10",
      "2/3",
      "9/13",
      "7/13"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_014",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What BEST can be concluded about the number of male dancers who are interested in attending a 1-day  event?",
    "options": [
      "[1] 4 or 6",
      "6",
      "5 or 6",
      "5"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_015",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many female dancers are interested in attending a 2-day event?",
    "options": [
      "[1] 1",
      "Cannot be determined",
      "2",
      "0    The management of a university hockey team was evaluating performance of four women players - Amla,  Bimla, Harita and Sarita for their possible selection in the university team for next year. For this purpose, the  management was looking at the number of goals scored by them in the past 8 matches, numbered 1 through  8. The four players together had scored a total of 12 goals in these matches. In the 8 matches, each of them  had scored at least one goal. No two players had scored the same total number of goals.  The following facts are known about the goals scored by these four players only. All the questions refer only  to the goals scored by these four players.  1. Only one goal was scored in every even numbered match.  2. Harita scored more goals than Bimla.  3. The highest goal scorer scored goals in exactly 3 matches including Match 4 and Match 8.  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  4. Bimla scored a goal in Match 1 and one each in three other consecutive matches.  5. An equal number of goals were scored in Match 3 and Match 7, which was different from the number of  goals scored in either Match 1 or Match 5.  6. The match in which the highest number of goals was scored was unique and it was not Match 5."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_016",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many goals were scored in Match 7?",
    "options": [
      "[1] Cannot be determined",
      "1",
      "3",
      "2"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_017",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following is the correct sequence of goals scored in matches 1, 3, 5 and 7?",
    "options": [
      "[1] 4, 1, 2, 1",
      "5, 1, 0, 1",
      "3, 2, 1, 2",
      "3, 1, 2, 1"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_018",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statement(s) is/are true?  Statement-1: Amla and Sarita never scored goals in the same match.  Statement-2: Harita and Sarita never scored goals in the same match.",
    "options": [
      "[1] Both the statements",
      "Statement-1 only",
      "None of the statements",
      "Statement-2 only"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_019",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statement(s) is/are false?  Statement-1: In every match at least one player scored a goal.  Statement-2: No two players scored goals in the same number of matches.",
    "options": [
      "[1] Statement-2 only",
      "Statement-1 only",
      "None of the statements",
      "Both the statements"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s1_020",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Harita scored goals in one more match as compared to Sarita, which of the following statement(s) is/are  necessarily true?  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  Statement-1: Amla scored goals in consecutive matches.  Statement-2: Sarita scored goals in consecutive matches.",
    "options": [
      "[1] None of the statements",
      "Statement-1 only",
      "Both the statements",
      "Statement-2 only      https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_001",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What best can be concluded about the number of players coached by Zara?",
    "options": [
      "a) Exactly 2",
      "Exactly 3",
      "Either 2 or 3 or 4",
      "Either 2 or 3"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_002",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the rating of Player-7?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_003",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the rating of Player-6?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_004",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "For how many players the ratings can be determined with certainty?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_005",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Who all were the players trained by Xena?      Online CAT Courses: https:///online.bodheeprep.com/learn",
    "options": [
      "a) Player-1, Player-4, Player-6, Player-8",
      "Player-1, Player-3, Player-4, Player-6",
      "Player-1, Player-3, Player-4",
      "Player-1, Player-3, Player-4, Player-8 \nComprehension: \n \nThe above is a schematic diagram of walkways (indicated by all the straight-lines) and lakes (3 \nof them, each in the shape of rectangles - shaded in the diagram) of a gated area. Different \npoints on the walkway are indicated by letters (A through P ) with distances being OP =\n150 m, ON = MN = 300 m, ML = 400 m, EL = 200 m, DE = 400 m. \nThe following additional information about the facilities in the area is known. \n1. The only entry/exit point is at C. \n2. There are many residences within the gated area; all of them are located on the path AH \nand 𝑀𝐿 with four of them being at 𝐴, 𝐻, 𝑀, and 𝐿. \n3. The post office is located at 𝑃 and the bank is located at 𝐵."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_006",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "One resident whose house is located at 𝐿, needs to visit the post office as well as the bank.  What is the minimum distance (in m) he has to walk starting from his residence and returning  to his residence after visiting both the post office and the bank?",
    "options": [
      "a) 3000",
      "2700",
      "3000",
      "3200 \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_007",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "One person enters the gated area and decides to walk as much as possible before leaving the  area without walking along any path more than once and always walking next to one of the  lakes. Note that he may cross a point multiple times. How much distance (in m) will he walk  within the gated area?",
    "options": [
      "a) 3800",
      "2800",
      "3200",
      "3000"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_008",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "One resident takes a walk within the gated area starting from 𝐴 and returning to 𝐴 without  going through any point (other than 𝐴 ) more than once. What is the maximum distance (in m )  she can walk in this way?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_009",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Visitors coming for morning walks are allowed to enter as long as they do not pass by any of the  residences and do not cross any point (except C) more than once. What is the maximum  distance (in m ) that such a visitor can walk within the gated area?  Comprehension:  An online e-commerce firm receives daily integer product ratings from 1 through 5 given by  buyers. The daily average is the average of the ratings given on that day. The cumulative  average is the average of all ratings given on or before that day.  The rating system began on Day 1, and the cumulative averages were 3 and 3.1 at the end of  Day 1 and Day 2, respectively. The distribution of ratings on Day 2 is given in the figure below.  Distribution of Ratings on Day 2      Online CAT Courses: https:///online.bodheeprep.com/learn      The following information is known about ratings on Day 3.  1. 100 buyers gave product ratings on Day 3.  2. The modes of the product ratings were 4 and 5 .  3. The numbers of buyers giving each product rating are non-zero multiples of 10.  4. The same number of buyers gave product ratings of 1 and 2 , and that number is half the  number of buyers who gave a rating of 3 .",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_010",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many buyers gave ratings on Day 1?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_011",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the daily average rating of Day 3?",
    "options": [
      "a) 3.2",
      "3.6",
      "3.0",
      "3.5"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_012",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the median of all ratings given on Day 3?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_013",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following is true about the cumulative average ratings of Day 2 and Day 3 ?",
    "options": [
      "a) The cumulative average of Day 3 increased by more than 8% from Day 2.",
      "The cumulative average of Day 3 increased by a percentage between 5% and 8%",
      "from Day 2.",
      "The cumulative average of Day 3 increased by less than 5% from Day 2. \ne) The cumulative average of Day 3 decreased from Day 2. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nThe numbers 1,2,3,4,5,6,7,8,9, and 10 are placed in ten slots of the following grid based on the \nconditions below. \n \n1. Numbers in any row appear in an increasing order from left to right. \n2. Numbers in any column appear in a decreasing order from top to bottom. \n3. 1 is placed either in the same row or in the same column as 10 \n4. Neither 2 nor 3 is placed in the same row or in the same column as 10. \n5. Neither 7 nor 8 is placed in the same row or in the same column as 9 . \n6. 4 and 6 are placed in the same row."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_014",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the row number which has the least sum of numbers placed in that row?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_015",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following statements MUST be true?  I. 10 is placed in a slot in Row 1.  II. 1 is placed in a slot in Row 4.",
    "options": [
      "a) Only II",
      "Both I and II",
      "Only I",
      "Neither I nor II"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_016",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following statements MUST be true?  I. 2 is placed in a slot in Column 2.  II. 3 is placed in a slot in Column 3.",
    "options": [
      "a) Neither I nor II",
      "Both I and II \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "Only I",
      "Only II"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_017",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "For how many slots in the grid, placement of numbers CANNOT be determined with certainty?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_018",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the sum of the numbers placed in Column 4?  Comprehension:  The two plots below give the following information about six firms A, B, C, D, E, and F for 2019  and 2023.  PAT: The firm's profits after taxes in Rs. crores,  ES: The firm's employee strength, that is the number of employees in the firm, and  PRD: The percentage of the firm's PAT that they spend on Research and Development (R&D).  In the plots, the horizontal and vertical coordinates of point representing each firm gives their  ES and PAT values respectively. The PRD values of each firm are proportional to the areas  around the points representing each firm. The areas are comparable between the two plots,  i.e., equal areas in the two plots represent the same PRD values for the two years.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_019",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Assume that the annual rate of growth in PAT over the previous year (ARG) remained constant  over the years for each of the six firms. Which among the firms A, B, C, and E had the highest  ARG?",
    "options": [
      "a) Firm E",
      "Firm B \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "Firm C",
      "Firm A"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_020",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "The ratio of the amount of money spent by Firm C on R&D in 2019 to that in 2023 is closest to",
    "options": [
      "a) 9: 4",
      "5: 9",
      "9: 5",
      "5: 6"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_021",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which among the firms A, C, E, and F had the maximum PAT per employee in 2023?",
    "options": [
      "a) Firm C",
      "Firm F",
      "Firm A",
      "Firm E"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s2_022",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which among the firms C, D, E, and F had the least amount of R&D spending per employee in  2023?",
    "options": [
      "a) Firm C",
      "Firm D",
      "Firm F",
      "Firm E \n \n \n \n \n \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_001",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Daily Share Price Variability (SPV) is defined as (Day's high price - Day's low price) / (Average of  the opening and closing prices during the day). Which among the shares A, C, D and F had the  highest SPV on that day?",
    "options": [
      "a) F",
      "A",
      "D",
      "C"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_002",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Daily Share Price Variability (SPV) is defined as (Day's high price - Day's low price) / (Average of  the opening and closing prices during the day). How many shares had an SPV greater than 0.5  on that day?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_003",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Daily loss for a share is defined as (Opening price - Closing price) / (Opening price). Which  among the shares A, B, F and G had the highest daily loss on that day?",
    "options": [
      "a) A",
      "B \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "F",
      "G"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_004",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What would have been the percentage wealth gain for a trader, who bought equal numbers of  all bullish shares at opening price and sold them at their day's high?",
    "options": [
      "a) 72%",
      "80%",
      "50%",
      "100% \n \nTwo students, Amiya and Ramya are the only candidates in an election for the position of class \nrepresentative. Students will vote based on the intensity level of Amiya's and Ramya's \ncampaigns and the type of campaigns they run. Each campaign is said to have a level of 1 if it is \na staid campaign and a level of 2 if it is a vigorous campaign. Campaigns can be of two types, \nthey can either focus on issues, or on attacking the other candidate. \nIf Amiya and Ramya both run campaigns focusing on issues, then \nThe percentage of students voting in the election will be 20 times the sum of the levels of \ncampaigning of the two students. For example, if Amiya and Ramya both run vigorous \ncampaigns, then 20 × (2 + 2)%, that is, 80% of the students will vote in the election. - Among \nvoting students, the percentage of votes for each candidate will be proportional to the levels of \ntheir campaigns. For example, if Amiya runs a staid (i.e., level 1) campaign while Ramya runs a \nvigorous (i.e., level 2) campaign, then Amiya will receive 1/3 of the votes cast, and Ramya will \nreceive the other 2/3. \nThe above-mentioned percentages change as follows if at least one of them runs a campaign \nattacking their opponent. \n• If Amiya runs a campaign attacking Ramya and Ramya runs a campaign focusing on \nissues, then 10% of the students who would have otherwise voted for Amiya will vote \nfor Ramya, and another 10% who would have otherwise voted for Amiya, will not \nvote at all. \n• If Ramya runs a campaign attacking Amiya and Amiya runs a campaign focusing on \nissues, then 20% of the students who would have otherwise voted for Ramya will \nvote for Amiya, and another 5% who would have otherwise voted for Ramya, will not \nvote at all. \n• If both run campaigns attacking each other, then 10% of the students who would \nhave otherwise voted for them had they run campaigns focusing on issues, will not \nvote at all. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_005",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "If both of them run staid campaigns attacking the other, then what percentage of students will  vote in the election?",
    "options": [
      "a) 60%",
      "64%",
      "40%",
      "36%"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_006",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the minimum percentage of students who will vote in the election?",
    "options": [
      "a) 36%",
      "38%",
      "32%",
      "40%"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_007",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Amiya runs a campaign focusing on issues, then what is the maximum percentage of votes  that she can get?",
    "options": [
      "a) 44%",
      "40%",
      "48%",
      "36%"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_008",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Ramya runs a campaign attacking Amiya, then what is the minimum percentage of votes that  she is guaranteed to get?",
    "options": [
      "a) 15%",
      "30%",
      "12%",
      "18%"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_009",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the maximum possible voting margin with which one of the candidates can win?",
    "options": [
      "a) 29%",
      "26%",
      "20%",
      "28% \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nThe game of QUIET is played between two teams. Six teams, numbered 1, 2, 3, 4, 5, and 6 , play \nin a QUIET tournament. These teams are divided equally into two groups. In the tournament, \neach team plays every other team in the same group only once, and each team in the other \ngroup exactly twice. The tournament has several rounds, each of which consists of a few games. \nEvery team plays exactly one game in each round. \nThe following additional facts are known about the schedule of games in the tournament. \n1. Each team played against a team from the other group in Round 8. \n2. In Round 4 and Round 7, the match-ups, that is the pair of teams playing against \neach other, were identical. In Round 5 and Round 8 , the match-ups were identical. \n3. Team 4 played Team 6 in both Round 1 and Round 2. \n4. Team 1 played Team 5 ONLY once and that was in Round 2. \n5. Team 3 played Team 4 in Round 3. Team 1 played Team 6 in Round 6. \n6. In Round 8, Team 3 played Team 6, while Team 2 played Team 5."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_010",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many rounds were there in the tournament?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_011",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the number of the team that played Team 1 in Round 5?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_012",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which team among the teams numbered 2, 3, 4, and 5 was not part of the same group?",
    "options": [
      "a) 3",
      "2",
      "4",
      "5"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_013",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the number of the team that played Team 1 in Round 7?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_014",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the number of the team that played Team 6 in Round 3?  Six web surfers M, N, O, P, X, and Y each had 30 stars which they distributed among four  bloggers A, B, C, and D. The number of stars received by A and B from the six web surfers is  shown in the figure below.  No. of stars received by Bloggers A and B      Online CAT Courses: https:///online.bodheeprep.com/learn      The following additional facts are known regarding the number of stars received by the  bloggers from the surfers.  1. The numbers of stars received by the bloggers from the surfers were all multiples  of 5 (including 0).  2. The total numbers of stars received by the bloggers were the same.  3. Each blogger received a different number of stars from 𝑀.  4. Two surfers gave all their stars to a single blogger.  5. D received more stars than 𝐶 from 𝑌.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_015",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What was the total number of stars received by D?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_016",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What was the number of stars received by D from Y ?",
    "options": [
      "a) cannot be determined",
      "5",
      "0",
      "10"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_017",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many surfers distributed their stars among exactly 2 bloggers?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_018",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following can be determined with certainty?  I. The number of stars received by C from M      Online CAT Courses: https:///online.bodheeprep.com/learn    II. The number of stars received by 𝐷 from 𝑂",
    "options": [
      "a) Only I",
      "Both I and II",
      "Only II",
      "Neither I nor II \nThe chart below provides complete information about the number of countries visited by \nDheeraj, Samantha and Nitesh, in Asia, Europe and the rest of the world (ROW). \n \n \nThe following additional facts are known about the countries visited by them. \n1. 32 countries were visited by at least one of them. \n2. USA (in ROW) is the only country that was visited by all three of them \n3. China (in Asia) is the only country that was visited by both Dheeraj and Nitesh, but \nnot by Samantha. \n4. France (in Europe) is the only country outside Asia, which was visited by both \nDheeraj and Samantha, but not by Nitesh. \n5. Half of the countries visited by both Samantha and Nitesh are in Europe."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_019",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many countries in Asia were visited by at least one of Dheeraj, Samantha and Nitesh?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_020",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Online CAT Courses: https:///online.bodheeprep.com/learn    How many countries in Europe were visited only by Nitesh?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_021",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many countries in the ROW were visited by both Nitesh and Samantha?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2024_s1_022",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many countries in Europe were visited by exactly one of Dheeraj, Samantha and Nitesh?",
    "options": [
      "a) 10",
      "12",
      "5",
      "14 \n \n \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_001",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many students took AI?  [1] 90  [2] 60  [3] 270  [4] 210",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_002",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many CS students failed in ML?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_003",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many non-CS students got A grade in ML?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_004",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many students got A grade in AI?  [1] 63  [2] 99  [3] 84  [4] 42",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_005",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many non-CS students got B grade in ML?  [1] 165  [2] 75  [3] 25  [4] 90  In the following, a year corresponds to 1st  of January of that year.  A study to determine the mortality rate for a disease began in 1980. The study chose  1000 males and 1000 females and followed them for forty years or until they died,  whichever came first. The 1000 males chosen in 1980 consisted of 250 each of ages 10  to less than 20,20 to less than 30, 30 to less than 40, and 40 to less than 50. The 1000  females chosen in 1980 also consisted of 250 each of ages 10 to less than 20,20 to less  than 30,30 to less than 40 , and 40 to less than 50.  The four figures below depict the age profile of those among the 2000 individuals who  were still alive in 1990, 2000, 2010, and 2020. The blue bars in each figure represent the  number of males in each age group at that point in time, while the pink bars represent  the number of females in each age group at that point in time. The numbers next to the  bars give the exact numbers being represented by the bars. For example, we know that  230 males among those tracked and who were alive in 1990 were aged between 20 and  30.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_006",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "In 2000, what was the ratio of the number of dead males to dead females among those  being tracked?  [1] 41: 43  [2] 71: 69  [3] 109 : 107  [4] 129 : 131",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_007",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many people who were being tracked and who were between 30 and 40 years of  age in 1980 survived until 2010?  [1] 310  [2] 110  [3] 190  [4] 90",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_008",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many individuals who were being tracked and who were less than 30 years of age  in 1980 survived until 2020?  [1] 470      [2] 240  [3] 230  [4] 580",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_009",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many of the males who were being tracked and who were between 20 and 30  years of age in 1980 died in the period 2000 to 2010?  https://bodheeprep.com",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_010",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many of the females who were being tracked and who were between 20 and 30  years of age in 1980 died between the ages of 50 and 60?  There are only four neighbourhoods in a city - Levmisto, Tyhrmisto, Pesmisto and  Kitmisto. During the onset of a pandemic, the number of new cases of a disease in each  of these neighbourhoods was recorded over a period of five days. On each day, the  number of new cases recorded in any of the neighbourhoods was either 0, 1, 2 or 3.  The following facts are also known:  1. There was at least one new case in every neighbourhood on Day 1.  2. On each of the five days, there were more new cases in Kitmisto than in  Pesmisto.  3. The number of new cases in the city in a day kept increasing during the five-day  period. The number of new cases on Day 3 was exactly one more than that on  Day 2.  4. The maximum number of new cases in a day in Pesmisto was 2 , and this  happened only once during the five-day period.  5. Kitmisto is the only place to have 3 new cases on Day 2.  6. The total numbers of new cases in Levmisto, Tyhrmisto, Pesmisto and Kitmisto  over the five-day period were 12, 12, 5 and 14 respectively.  7.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_011",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be concluded about the total number of new cases in the city on Day 2?  [1] Either 7 or 8  [2] Either 6 or 7      [3] Exactly 7  [4] Exactly 8",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_012",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be concluded about the number of new cases in Levmisto on Day 3?  [1] Exactly 2  [2] Either 2 or 3  [3] Either 0 or 1  [4] Exactly 3",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_013",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "On which day(s) did Pesmisto not have any new case?  [1] Both Day 2 and Day 3  [2] Only Day 3  [3] Both Day 2 and Day 4  [4] Only Day 2",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_014",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the two statements below is/are necessarily false? Statement A: There were 2  new cases in Tyhrmisto on Day 3. Statement B: There were no new cases in Pesmisto on  Day 2.  [1] Neither Statement A nor Statement B  [2] Statement B only  [3] Both Statement A and Statement B  [4] Statement A only",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_015",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "On how many days did Levmisto and Tyhrmisto have the same number of new cases?  [1] 4      [2] 5  [3] 2  [4] 3  Pulak, Qasim, Ritesh, and Suresh participated in a tournament comprising of eight  rounds. In each round, they formed two pairs, with each of them being in exactly one  pair. The only restriction in the pairing was that the pairs would change in successive  rounds. For example, if Pulak formed a pair with Qasim in the first round, then he would  have to form a pair with Ritesh or Suresh in the second round. He would be free to pair  with Qasim again in the third round. In each round, each pair decided whether to play  the game in that round or not. If they decided not to play, then no money was  exchanged between them. If they decided to play, they had to bet either ₹1 or ₹2 in that  round. For example, if they chose to bet ₹2, then  the player winning the game got ₹2 from the one losing the game.  At the beginning of the tournament, the players had ₹10 each. The following table  shows partial information about the amounts that the players had at the end of each of  the eight rounds. It shows every time a player had ₹10 at the end of a round, as well as  every time, at the end of a round, a player had either the minimum or the maximum  amount that he would have had across the eight rounds. For example, Suresh had ₹10  at the end of Rounds 1, 3, and 8 and not after any of the other rounds. The maximum  amount that he had at the end of any round was ₹13 (at the end of Round 5), and the  minimum amount he had at the end of any round was ₹8 (at the end of Round 2). At the  end of all other rounds, he must have had either ₹9, ₹11, or ₹12.  It was also known that Pulak and Qasim had the same amount of money with them at  the end of Round 4.    Pulak  Qasim  Ritesh  Suresh  Round 1    ₹8  ₹10  ₹10  Round 2  ₹13  ₹10    ₹8  Round 3        ₹10  Round 4          Round 5  ₹10  ₹10    ¹3      Round 6          Round 7    ₹12  ₹4    Round 8  ₹13      ₹10",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_016",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be said about the amount of money that Ritesh had with him at the end  of Round 8?  [1] ₹4 or ₹5  [2] Exactly ₹5  [3] Exactly ₹6  [4] ₹5 or ₹6",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_017",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be said about the amount of money that Pulak had with him at the end  of Round 6?  [1] Exactly ₹12  [2] ₹11 or ₹12  [3] ₹12 or ₹13  [4] Exactly ₹11",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_018",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How much money (in ₹) did Ritesh have at the end of Round 4?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_019",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many games were played with a bet of ₹2?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s3_020",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the following pairings was made in Round 5?      [1] Pulak and Ritesh  [2] Pulak and Qasim  [3] Pulak and Suresh  [4] Qasim and Suresh",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_001",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many foreign products were FDA approved cosmetic products?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_002",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many cosmetic products did not have FDA approval?  [1] 10  [2] 60  [3] 50  [4] Cannot be determined",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_003",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which among the following options best represents the number of domestic cosmetic  products that had both the approvals?  [1] At least 10 and at most 80  [2] At least 20 and at most 70  [3] At least 20 and at most 50  [4] At least 10 and at most 60",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_004",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If 70 cosmetic products did not have EU approval, then how many nutrition products  had both the approvals?  [1] 10  [2] 20      https://online.bodheeprep.com/learn    [3] 30  [4] 50",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_005",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If 50 nutrition products did not have EU approval, then how many domestic cosmetic  products did not have EU approval?  The two plots below show data for four companies code-named A, B, C, and D over  three years - 2019, 2020, and 2021.  The first plot shows the revenues and costs incurred by the companies during these  years. For example, in 2021, company C earned Rs. 100 crores in revenue and spent Rs.  30 crores. The profit of a company is defined as its revenue minus its costs.    The second plot shows the number of employees employed by the company (employee  strength) at the start of each of these three years, as well as the number of new  employees hired each year (new hires). For example, Company B had 250 employees at  the start of 2021, and 30 new employees joined the company during the year.      https://online.bodheeprep.com/learn",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_006",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Considering all three years, which company had the highest annual profit?  [1] Company B  [2] Company C  [3] Company D  [4] Company A",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_007",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the four companies experienced the highest annual loss in any of the years?  [1] Company B  [2] Company C  [3] Company A  [4] Company D",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_008",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "The ratio of a company's annual profit to its annual costs is a measure of its  performance.  Which of the four companies had the lowest value of this ratio in 2019?  [1] Company D  [2] Company C  [3] Company B  [4] Company A      https://online.bodheeprep.com/learn",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_009",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "The total number of employees lost in 2019 and 2020 was the least for:  [1] Company D  [2] Company B  [3] Company A  [4] Company C",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_010",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Profit per employee is the ratio of a company's profit to its employee strength. For this  purpose, the employee strength in a year is the average of the employee strength at the  beginning of that year and the beginning of the next year. In 2020, which of the four  companies had the highest profit per employee?  [1] Company B  [2] Company A  [3] Company C  [4] Company D  A few salesmen are employed to sell a product called TRICCEK among households in  various housing complexes. On each day, a salesman is assigned to visit one housing  complex. Once a salesman enters a housing complex, he can meet any number of  households in the time available. However, if a household makes a complaint against  the salesman, then he must leave the housing complex immediately and cannot meet  any other household on that day. A household may buy any number of TRICCEK items or  may not buy any item. The salesman needs to record the total number of TRICCEK items  sold as well as the number of households met in each day. The success rate of a  salesman for a day is defined as the ratio of the number of items sold to the number of  households met on that day. Some details about the performances of three salesmen -  Tohri, Hokli and Lahur, on two particular days are given below.  1. Over the two days, all three of them met the same total number of households,  and each of them sold a total of 100 items.  2. On both days, Lahur met the same number of households and sold the same  number of items.  3. Hokli could not sell any item on the second day because the first household he  met on that  4. day complained against him.  5. Tohri met 30 more households on the second day than on the first day.      https://online.bodheeprep.com/learn    6. Tohri's success rate was twice that of Lahur's on the first day, and it was 75%  of  Lahur's on the second day.  7.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_011",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the total number of households met by Tohri, Hokli and Lahur on the first  day?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_012",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many TRICCEK items were sold by Tohri on the first day?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_013",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many households did Lahur meet on the second day?  [1] more than 35  [2] between 30 and 35  [3] 20 or less  [4] between 21 and 29",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_014",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many households did Tohri meet on the first day?  [1] between 21 and 40  [2] more than 40  [3] between 11 and 20  [4] 10 or less",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_015",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following statements is FALSE?  [1] Tohri had a higher success rate on the first day compared to the second day.  [2] Among the three, Lahur had the lowest success rate on the first day.  [3] Among the three, Tohri had the highest success rate on the second day.  [4] Among the three, Tohri had the highest success rate on the first day.  Every day a widget supplier supplies widgets from the warehouse (W) to four locations  Ahmednagar (A), Bikrampore (B), Chitrachak (C), and Deccan Park (D). The daily demand  for widgets in each location is uncertain and independent of each other. Demands and  corresponding probability values (in parenthesis) are given against each location (A, B, C,  and D) in the figure below. For example, there is a 40%  chance that the demand in  Ahmednagar will be 50 units and a 60% chance that the demand will be 70 units. The  lines in the figure connecting the locations and warehouse represent two-way roads  connecting those places with the distances (in km) shown beside the line. The distances      https://online.bodheeprep.com/learn    in both the directions along a road are equal. For example, the road from Ahmednagar  to Bikrampore and the road from Bikrampore to Ahmednagar are both 6 km long.    Every day the supplier gets the information about the demand values of the four  locations and creates the travel route that starts from the warehouse and ends at a  location after visiting all the locations exactly once. While making the route plan, the  supplier goes to the locations in decreasing order of demand. If there is a tie for the  choice of the next location, the supplier will go to the location closest to the current  location. Also, while creating the route, the supplier can either follow the direct path (if  available) from one location to another or can take the path via the warehouse. If both  paths are available (direct and via warehouse), the supplier will choose the path with  minimum distance.  If the last location visited is Ahmednagar, then what is the total distance covered in the  route (in km)?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_017",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If the total number of widgets delivered in a day is 250 units, then what is the total  distance covered in the route (in km)?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_018",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the chance that the total number of widgets delivered in a day is 260 units and  the https://bodheeprep.com/  route ends at Bikrampore?  [1] 7.56%  [2] 17.64%  [3] 10.80%  [4] 33.33%",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_019",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "https://online.bodheeprep.com/learn    If the first location visited from the warehouse is Ahmednagar, then what is the chance  that the total distance covered in the route is 40 km ?  [1] 18%  [2] 5.4%  [3] 30%  [4] 3.24%",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2022_s2_020",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If Ahmednagar is not the first location to be visited in a route and the total route  distance is 29 km , then which of the following is a possible number of widgets delivered  on that day?  [1] 210  [2] 220  [3] 200  [4] 250",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_001",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which two candidates can belong to the same department?",
    "options": [
      "A. Prof. Pakrasi and Prof. Qureshi",
      "Prof. Qureshi and Prof. Ramaswamy",
      "Prof. Pakrasi and Prof. Samuel",
      "Prof. Ramaswamy and Prof. Samuel"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_002",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following can be the number of votes that Prof. Qureshi received from a single  department?",
    "options": [
      "A. 7",
      "8",
      "6",
      "9"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_003",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Prof. Samuel belongs to B&H, which of the following statements is/are true?  Statement A: Prof. Pakrasi belongs to M&S.  Statement B: Prof. Ramaswamy belongs to O&Q.",
    "options": [
      "A. Only statement A    15  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)",
      "Both statements A and B",
      "Neither statement A nor statement B",
      "Only statement B"
    ],
    "answer": "C"
  },
  {
    "id": "cat_dilr_2023_s1_004",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What best can be concluded about the candidate from O&Q?",
    "options": [
      "A. It was either Prof. Ramaswamy or Prof. Samuel.",
      "It was Prof. Samuel.",
      "It was either Prof. Pakrasi or Prof. Qureshi.",
      "It was Prof. Ramaswamy."
    ],
    "answer": "2"
  },
  {
    "id": "cat_dilr_2023_s1_005",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statements is/are true?  Statement A: Non-candidates from M&S voted for Prof. Qureshi.   Statement B: Non-candidates from F&A voted for Prof. Qureshi.",
    "options": [
      "A. Neither statement A nor statement B",
      "Both statements A and B",
      "Only statement A",
      "Only statement B    The schematic diagram below shows 12 rectangular houses in a housing complex. House  numbers are mentioned in the rectangles representing the houses. The houses are located in  six columns - Column-A through Column-F, and two rows - Row-1 and Row- 2 . The houses are  divided into two blocks - Block XX and Block YY. The diagram also shows two roads, one passing  in front of the houses in Row-2 and another between the two blocks.      16  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Some of the houses are occupied. The remaining ones are vacant and are the only ones  available for sale.   The road adjacency value of a house is the number of its sides adjacent to a road. For example,  the road adjacency values of C2, F2, and B1 are 2, 1, and 0, respectively. The neighbour count of  a house is the number of sides of that house adjacent to occupied houses in the same block. For  example, E1 and C1 can have the maximum possible neighbour counts of 3 and 2, respectively.   The base price of a vacant house is Rs. 10 lakhs if the house does not have a parking space, and  Rs. 12 lakhs if it does. The quoted price (in lakhs of Rs.) of a vacant house is calculated as (base  price) + 5 × (road adjacency value) + 3 × (neighbour count).   The following information is also known.  1. The maximum quoted price of a house in Block XX is Rs. 24 lakhs. The minimum  quoted price of a house in block YY is Rs. 15 lakhs, and one such house is in Column- E.   2. Row-1 has two occupied houses, one in each block.  3. Both houses in Column-E are vacant. Each of Column-D and Column-F has at least  one occupied house.  4. There is only one house with parking space in Block YY."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_006",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many houses are vacant in Block XX?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_007",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following houses is definitely occupied?",
    "options": [
      "A. D2",
      "A1",
      "B1",
      "F2"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_008",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following options best describes the number of vacant houses in Row-2?",
    "options": [
      "A. Either 2 or 3",
      "Exactly 3",
      "Exactly 2",
      "Either 3 or 4"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_009",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the maximum possible quoted price (in lakhs of Rs.) for a vacant house in Column-E?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_010",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "17  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Which house in Block YY has parking space?",
    "options": [
      "A. E2",
      "F2",
      "E1",
      "F1  A visa processing office (VPO) accepts visa applications in four categories - US, UK, Schengen,  and Others. The applications are scheduled for processing in twenty 15-minute slots starting at  9:00 am and ending at 2:00 pm. Ten applications are scheduled in each slot.  There are ten counters in the office, four dedicated to US applications, and two each for UK  applications, Schengen applications and Others applications. Applicants are called in for  processing sequentially on a first-come-first-served basis whenever a counter gets freed for  their category. The processing time for an application is the same within each category. But it  may vary across the categories. Each US and UK application requires 10 minutes of processing  time. Depending on the number of applications in a category and time required to process an  application for that category, it is possible that an applicant for a slot may be processed later.  On a particular day, Ira, Vijay and Nandini were scheduled for Schengen visa processing in that  order. They had a 9:15 am slot but entered the VPO at 9:20 am. When they entered the office,  exactly six out of the ten counters were either processing applications, or had finished  processing one and ready to start processing the next.  Mahira and Osman were scheduled in the 9:30 am slot on that day for visa processing in the  Others category.  The following additional information is known about that day.  1. All slots were full.  2. The number of US applications was the same in all the slots. The same was true for the  other three categories.  3. 50% of the applications were US applications.  4. All applicants except Ira, Vijay and Nandini arrived on time.  5. Vijay was called to a counter at 9:25 am."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_011",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many UK applications were scheduled on that day?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_012",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the maximum possible value of the total time (in minutes, nearest to its integer value)  required to process all applications in the Others category on that day?    18  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_013",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following is the closest to the time when Nandini's application process got over?",
    "options": [
      "A. 9:45am",
      "9:50am",
      "9:35am",
      "9:37am"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_014",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statements is false?",
    "options": [
      "A. The application process of Osman was completed before 9:45 am",
      "The application process of Mahira started after Nandini's.",
      "The application process of Mahira was completed before Nandini's.",
      "The application process of Osman was completed before Vijay's."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_015",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "When did the application processing for all US applicants get over on that day?",
    "options": [
      "A. 3 : 40 pm",
      "2 : 00 pm",
      "2: 25 pm",
      "2 : 05 pm    Five restaurants, coded R1, R2, R3, R4 and R5 gave integer ratings to five gig workers – Ullas, Vasu,  Waman, Xavier and Yusuf, on a scale of 1 to 5. The means of the ratings given by R1, R2, R3, R4 and R5  were 3.4, 2.2, 3.8, 2.8 and 3.4 respectively.   The summary statistics of these ratings for the five workers is given below.    19  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)    * Range of ratings is defined as the difference between the maximum and minimum ratings  awarded to a worker.  The following is partial information about ratings of 1 and 5 awarded by the restaurants to the  workers.  (a) R1 awarded a rating of 5 to Waman, as did R2 to Xavier, R3 to Waman and Xavier, and  R5 to Vasu.  (b) R1 awarded a rating of 1 to Ullas, as did R2 to Waman and Yusuf, and R3 to Yusuf."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_016",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many individual ratings cannot be determined from the above information?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_017",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "To how many workers did R2 give a rating of 4?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_018",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What rating did R1 give to Xavier?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_dilr_2023_s1_019",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the median of the ratings given by R3 to the five workers?",
    "options": [],
    "answer": "23"
  },
  {
    "id": "cat_dilr_2023_s1_020",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which among the following restaurants gave its median rating to exactly one of the workers?",
    "options": [
      "A. R3",
      "R5    20  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)",
      "R4",
      "R2          21  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)"
    ],
    "answer": "2"
  }
]