[
  {
    "id": "cat_varc_2022_s1_001",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "All of the following statements, if false, could be seen as being in accordance with the passage, EXCEPT:",
    "options": [
      "[1] the transition from the Middle Ages to the Age of Enlightenment saw new theories of the Undead.",
      "the Undead remained vague and ill-defined, even as Mankind strove to understand the horror they  inspired.",
      "the relationship between Shamans and the Undead was believed to be a strong and stable one.",
      "the growing sophistication of Mankind meant that humans stopped believing in the Undead."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_002",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following observations is a valid conclusion to draw from the statement, “From out of the  primal darkness of Mankind’s earliest years, come whispers of eerie creatures, not quite alive (or alive in a  way which we can understand), yet not quite dead either.”?",
    "options": [
      "[1] Mankind’s primal years were marked by creatures alive with eerie whispers, but seen only in the  darkness.",
      "We can understand the lives of the eerie creatures in Mankind’s early years through their whispers in the  darkness.",
      "Mankind’s early years were marked by a belief in the existence of eerie creatures that were neither quite  alive nor dead.",
      "Long ago, eerie creatures used to whisper in the primal darkness that they were not quite dead."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_003",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements best describes what the passage is about?",
    "options": [
      "[1] The passage describes the failure of human beings to fully comprehend their environment.",
      "The writer discusses the transition from primitive thinking to the Age of Enlightenment.",
      "The passage discusses the evolution of theories of the Undead from primitive thinking to the Age of  Enlightenment.",
      "The writer describes the ways in which the Undead come to be associated with Shamans and the practice  of magic.  [MARKS]"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_004",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "“In order to confirm their abnormal status, many of the Undead were often accorded attributes, which  defied the natural order of things . . .” Which one of the following best expresses the claim made in this  statement?",
    "options": [
      "[1] The Undead are deified in nature’s order by giving them divine attributes.",
      "Human beings conceptualise the Undead as possessing abnormal features.",
      "According the Undead an abnormal status is to reject the natural order of things.",
      "The natural attributes of the Undead are rendered abnormal by changing their status.  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)    The passage below is accompanied by a set of questions. Choose the best answer to each question.  The Chinese have two different concepts of a copy. Fangzhipin . . . are imitations where the difference from  the original is obvious. These are small models or copies that can be purchased in a museum shop, for  example. The second concept for a copy is fuzhipin . . . They are exact reproductions of the original, which,  for the Chinese, are of equal value to the original. It has absolutely no negative connotations. The  discrepancy with regard to the understanding of what a copy is has often led to misunderstandings and  arguments between China and Western museums. The Chinese often send copies abroad instead of originals,  in the firm belief that they are not essentially different from the originals. The rejection that then comes  from the Western museums is perceived by the Chinese as an insult. . . .  The Far Eastern notion of identity is also very confusing to the Western observer. The Ise Grand Shrine [in  Japan] is 1,300 years old for the millions of Japanese people who go there on pilgrimage every year. But in  reality this temple complex is completely rebuilt from scratch every 20 years. . . .  The cathedral of Freiburg Minster in southwest Germany is covered in scaffolding almost all year round. The  sandstone from which it is built is a very soft, porous material that does not withstand natural erosion by rain  and wind. After a while, it crumbles. As a result, the cathedral is continually being examined for damage, and  eroded stones are replaced. And in the cathedral’s dedicated workshop, copies of the damaged sandstone  figures are constantly being produced. Of course, attempts are made to preserve the stones from the Middle  Ages for as long as possible. But at some point they, too, are removed and replaced with new stones.  Fundamentally, this is the same operation as with the Japanese shrine, except in this case the production of a  replica takes place very slowly and over long periods of time. . . . In the field of art as well, the idea of an  unassailable original developed historically in the Western world. Back in the 17th century [in the West],  excavated artworks from antiquity were treated quite differently from today. They were not restored in a  way that was faithful to the original. Instead, there was massive intervention in these works, changing their  appearance. . . .  It is probably this intellectual position that explains why Asians have far fewer scruples about cloning than  Europeans. The South Korean cloning researcher Hwang Woo-suk, who attracted worldwide attention with  his cloning experiments in 2004, is a Buddhist. He found a great deal of support and followers among  Buddhists, while Christians called for a ban on human cloning. . . . Hwang legitimised his cloning experiments  with his religious affiliation: ‘I am Buddhist, and I have no philosophical problem with cloning. And as you  know, the basis of Buddhism is that life is recycled through reincarnation. In some ways, I think, therapeutic  cloning restarts the circle of life.’"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_005",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following scenarios is unlikely to follow from the arguments in the passage?",
    "options": [
      "[1] A 21st century Christian scientist is likely to oppose cloning because of his philosophical orientation.  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)",
      "A 17th century British painter would have no problem adding personal touches when restoring an ancient  Roman painting.",
      "A 17th century French artist who adhered to a Christian worldview would need to be completely true to  the original intent of a painting when restoring it.",
      "A 20th century Japanese Buddhist monk would value a reconstructed shrine as the original."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_006",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The value that the modern West assigns to “an unassailable original” has resulted in all of the following  EXCEPT:",
    "options": [
      "[1] it allows regular employment for certain craftsmen.",
      "it discourages them from carrying out human cloning.",
      "it discourages them from making interventions in ancient art.",
      "it discourages them from simultaneous displays of multiple copies of a painting."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_007",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements does not correctly express the similarity between the Ise Grand  Shrine and the cathedral of Freiburg Minster?",
    "options": [
      "[1] Both can be regarded as very old structures.",
      "Both are continually undergoing restoration.",
      "Both were built as places of worship.",
      "Both will one day be completely rebuilt."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_008",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Based on the passage, which one of the following copies would a Chinese museum be unlikely to consider as  having less value than the original?",
    "options": [
      "[1] Pablo Picasso’s painting of Vincent van Gogh’s original painting, bearing Picasso’s signature.",
      "Pablo Picasso’s miniaturised, but otherwise faithful and accurate painting of Vincent van Gogh’s original  painting.",
      "Pablo Picasso’s photograph of Vincent van Gogh’s original painting, printed to exactly the same scale.",
      "Pablo Picasso’s painting of Vincent van Gogh’s original painting, identical in every respect.  respect.     The passage below is accompanied by a set of questions. Choose the best answer to each question.  Critical theory of technology is a political theory of modernity with a normative dimension. It belongs to a  tradition extending from Marx to Foucault and Habermas according to which advances in the formal claims  of human rights take center stage while in the background centralization of ever more powerful public  institutions and private organizations imposes an authoritarian social order.  Marx attributed this trajectory to the capitalist rationalization of production. Today it marks many  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  institutions besides the factory and every modern political system, including so-called socialist systems. This  trajectory arose from the problems of command over a disempowered and deskilled labor force; but  everywhere [that] masses are organized – whether it be Foucault’s prisons or Habermas’s public sphere – the  same pattern prevails. Technological design and development is shaped by this pattern as the material base  of a distinctive social order. Marcuse would later point to a “project” as the basis of what he called rather  confusingly “technological rationality.” Releasing technology from this project is a democratic political task.  In accordance with this general line of thought, critical theory of technology regards technologies as an  environment rather than as a collection of tools. We live today with and even within technologies that  determine our way of life. Along with the constant pressures to build centers of power, many other social  values and meanings are inscribed in technological design. A hermeneutics of technology must make explicit  the meanings implicit in the devices we use and the rituals they script. Social histories of technologies such as  the bicycle, artificial lighting or firearms have made important contributions to this type of analysis. Critical  theory of technology attempts to build a methodological approach on the lessons of these histories.  As an environment, technologies shape their inhabitants. In this respect, they are comparable to laws and  customs. Each of these institutions can be said to represent those who live under their sway through  privileging certain dimensions of their human nature. Laws of property represent the interest in ownership  and control. Customs such as parental authority represent the interest of childhood in safety and growth.  Similarly, the automobile represents its users in so far as they are interested in mobility. Interests such as  these constitute the version of human nature sanctioned by society.  This notion of representation does not imply an eternal human nature. The concept of nature as non-identity  in the Frankfurt School suggests an alternative. On these terms, nature is what lies at the limit of history, at  the point at which society loses the capacity to imprint its meanings on things and control them effectively.  The reference here is, of course, not to the nature of natural science, but to the lived nature in which we find  ourselves and which we are. This nature reveals itself as that which cannot be totally encompassed by the  machinery of society. For the Frankfurt School, human nature, in all its transcending force, emerges out of a  historical context as that context is [depicted] in illicit joys, struggles and pathologies. We can perhaps admit  a less romantic . . . conception in which those dimensions of human nature recognized by society are also  granted theoretical legitimacy."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_009",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements contradicts the arguments of the passage?",
    "options": [
      "[1] The problems of command over a disempowered and deskilled labour force gave rise to similar patterns  of the capitalist rationalisation of production wherever masses were organised.",
      "Marx’s understanding of the capitalist rationalisation of production and Marcuse’s understanding of a  “project” of “technological rationality” share theoretical inclinations.",
      "Paradoxically, the capitalist rationalisation of production is a mark of so-called socialist systems as well.  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)",
      "Masses are organised in patterns set by Foucault’s prisons and Habermas’ public sphere."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_010",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements could be inferred as supporting the arguments of the passage?",
    "options": [
      "[1] Technologies form the environmental context and shape the contours of human society.",
      "Nature decides the point at which society loses its capacity to control history.",
      "The romantic conception of nature referred to by the passage is the one that requires theoretical  legitimacy.",
      "It is not human nature, but human culture that is represented by institutions such as law and custom."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_011",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements best reflects the main argument of the fourth paragraph of the  passage?",
    "options": [
      "[1] Technology, laws, and customs are not unlike each other if considered as institutions.",
      "Technology, laws, and customs are comparable, but dissimilar phenomena.",
      "Automobiles represent the interest in mobility present in human nature.",
      "Technological environments privilege certain dimensions of human nature as effectively as laws and  customs."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_012",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "All of the following claims can be inferred from the passage, EXCEPT:",
    "options": [
      "[1] analyses of technologies must engage with their social histories to be able to reveal their implicit and  explicit meanings for us.",
      "the significance of parental authority to children’s safety does not therefore imply that parental authority  is a permanent aspect of human nature.",
      "the critical theory of technology argues that, as issues of human rights become more prominent, we lose  sight of the ways in which the social order becomes more authoritarian.",
      "technologies seek to privilege certain dimensions of human nature at a high cost to lived nature.    The passage below is accompanied by a set of questions. Choose the best answer to each question.  Stoicism was founded in 300 BC by the Greek philosopher Zeno and survived into the Roman era until about  AD 300. According to the Stoics, emotions consist of two movements. The first movement is the immediate  feeling and other reactions (e.g., physiological response) that occur when a stimulus or event occurs. For  instance, consider what could have happened if an army general accused Marcus Aurelius of treason in front  of other officers. The first movement for Marcus may have been (internal) surprise and anger in response to  this insult, accompanied perhaps by some involuntary physiological and expressive responses such as face  flushing and a movement of the eyebrows. The second movement is what one does next about the emotion.  Second movement behaviors occur after thinking and are under one’s control. Examples of second  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  movements for Marcus might have included a plot to seek revenge, actions signifying deference and  appeasement, or perhaps proceeding as he would have proceeded whether or not this event occurred:  continuing to lead the Romans in a way that Marcus Aurelius believed best benefited them. In the Stoic view,  choosing a reasoned, unemotional response as the second movement is the only appropriate response.  The Stoics believed that to live the good life and be a good person, we need to free ourselves of nearly all  desires such as too much desire for money, power, or sexual gratification. Prior to second movements, we  can consider what is important in life. Money, power, and excessive sexual gratification are not important.  Character, rationality, and kindness are important. The Epicureans, first associated with the Greek  philosopher Epicurus . . . held a similar view, believing that people should enjoy simple pleasures, such as  good conversation, friendship, food, and wine, but not be indulgent in these pursuits and not follow passion  for those things that hold no real value like power and money. As Oatley (2004) states, “the Epicureans  articulated a view—enjoyment of relationship with friends, of things that are real rather than illusory, simple  rather than artificially inflated, possible rather than vanishingly unlikely—that is certainly relevant today” . . .  In sum, these ancient Greek and Roman philosophers saw emotions, especially strong ones, as potentially  dangerous. They viewed emotions as experiences that needed to be [reined] in and controlled.  As Oatley (2004) points out, the Stoic idea bears some similarity to Buddhism. Buddha, living in India in the  6th century BC, argued for cultivating a certain attitude that decreases the probability of (in Stoic terms)  destructive second movements. Through meditation and the right attitude, one allows emotions to happen  to oneself (it is impossible to prevent this), but one is advised to observe the emotions without necessarily  acting on them; one achieves some distance and decides what has value and what does not have value.  Additionally, the Stoic idea of developing virtue in oneself, of becoming a good person, which the Stoics  believed we could do because we have a touch of the divine, laid the foundation for the three monotheistic  religions: Judaism, Christianity, and Islam . . . As with Stoicism, tenets of these religions include controlling  our emotions lest we engage in sinful behavior."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_013",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements, if false, could be seen as contradicting the facts/arguments in the  passage?",
    "options": [
      "[1] Despite practising meditation and cultivating the right attitude, emotions cannot ever be controlled.",
      "The Greek philosopher Zeno survived into the Roman era until about AD 300.",
      "In the Stoic view, choosing a reasoned, unemotional response as the first movement is an appropriate  response to emotional situations.",
      "In the Epicurean view, indulging in simple pleasures is not desirable."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_014",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "“Through meditation and the right attitude, one allows emotions to happen to oneself (it is impossible to  prevent this), but one is advised to observe the emotions without necessarily acting on them; one achieves  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  some distance and decides what has value and what does not have value.” In the context of the passage,  which one of the following is not a possible implication of the quoted statement?",
    "options": [
      "[1] Emotional responses can make it difficult to distinguish valuable experiences from valueless experiences.",
      "“Meditation and the right attitude”, in this instance, implies an initially passive reception of all  experiences.",
      "Meditation allows certain out-of-body experiences that permit us to gain the distance necessary to  control our emotions.",
      "The observation of emotions in a distant manner corresponds to the second movement referred to earlier  in the passage."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_015",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "On the basis of the passage, which one of the following statements can be regarded as true?",
    "options": [
      "[1] There were no Stoics in India at the time of the Roman civilisation.",
      "The Epicureans believed in controlling all emotions.",
      "The Stoic influences can be seen in multiple religions.",
      "The Stoics valorised the pursuit of money, power, and sexual gratification."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_016",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements would be an accurate inference from the example of Marcus  Aurelius?",
    "options": [
      "[1] Marcus Aurelius was one of the leaders of the Roman army.",
      "Marcus Aurelius was humiliated by the accusation of treason in front of the other officers.",
      "Marcus Aurelius was a Stoic whose philosophy survived into the Roman era.",
      "Marcus Aurelius plotted revenge in his quest for justice."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_017",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide in which blank  (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Having made citizens more and less knowledgeable than their predecessors, the Internet has  proved to be both a blessing and a curse.  Paragraph: Never before has a population, nearly all of whom has enjoyed at a least a secondary school  education, been exposed to so much information, whether in newspapers and magazines or through  YouTube, Google, and Facebook. ____(1) ____. Yet it is not clear that people today are more knowledgeable  than their barely literate predecessors. Contemporary advances in technology offered more serious and  inquisitive students access to realms of knowledge previously unimaginable and unavailable. ____ (2) ____.  But such readily available knowledge leads many more students away from serious study, the reading of  actual texts, and toward an inability to write effectively and grammatically. ____ (3) ____. It has let people  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  choose sources that reinforce their opinions rather than encouraging them to question inherited beliefs.  ____ (4) ____.",
    "options": [
      "[1] Option 1",
      "Option 2",
      "Option 3",
      "Option 4"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_018",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield a coherent  paragraph. Decide on the proper sequencing of the order of the sentences and key in the sequence of the  four numbers as your answer:  1. Some company leaders are basing their decisions on locating offices to foster innovation and growth, as  their best-performing inventors suffered the greatest productivity losses when their commutes grew longer.  2. Shorter commutes support innovation by giving employees more time in the office and greater  opportunities for in-person collaboration, while removing the physical strain of a long commute.  3. This is not always the case: remote work does not automatically lead to greater creativity and productivity  as office water-cooler conversations are also very important for innovation.  4. Some see the link between long commutes and productivity as support for work-from-home scenarios, as  many workers have grown accustomed to their commute-free arrangements during the pandemic.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_019",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide in which blank  (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Easing the anxiety and pressure of having a “big day” is part of the appeal for many couples who  marry in secret.  Paragraph: Wedding season is upon us and – after two years of Covid chaos that saw nuptials scaled back–  you may think the temptation would be to go all out. ____(1) ____. But instead of expanding the guest list,  many couples are opting to have entirely secret ceremonies. With Covid case numbers remaining high and  the cost of living crisis meaning that many couples are feeling the pinch, it’s no wonder that some are less  than eager to send out invites. ____(2) ____. Plus, it can’t hurt that in celebrity circles getting married in  secret is all the rage. ____ (3) ____. “I would definitely say that secret weddings are becoming more  common,” says Landis Bejar, the founder of a therapy practice, which specialises in helping brides and  grooms manage wedding stress. “People are looking for ways to get out of the spotlight and avoid the pomp  and circumstance of weddings. ____ (4) ____. They just want to get to the part where they are married.”",
    "options": [
      "[1] Option 1",
      "Option 2",
      "Option 3  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)",
      "Option 4"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_020",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best captures the  essence of the passage.  All that we think we know about how life hangs together is really some kind of illusion that we have  perpetrated on ourselves because of our limited vision. What appear to be inanimate objects such as stones  turn out not only to be alive in the same way that we are, but also in many infinitesimal ways to be affected  by stimuli just as humans are. The distinction between animate and inanimate simply cannot be made when  you enter the world of quantum mechanics and try to determine how those apparent subatomic particles, of  which you and everything else in our universe is composed, are all tied together. The point is that physics and  metaphysics show there is a pattern to the universe that goes beyond our capacity to grasp it with our  brains.",
    "options": [
      "[1] The inanimate world is both sentient and cognizant like its animate counterpart.",
      "The effect of stimuli is similar in inanimate objects when compared to animate objects or living beings.",
      "Quantum physics indicates that an astigmatic view of reality results in erroneous assumptions about the  universe.",
      "Arbitrary distinctions between inanimate and animate objects disappear at the scale at which quantum  mechanics works."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_021",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best captures the  essence of the passage.  It’s not that modern historians of medieval Africa have been ignorant about contacts between Ethiopia and  Europe; they just had the power dynamic reversed. The traditional narrative stressed Ethiopia as weak and in  trouble in the face of aggression from external forces, so Ethiopia sought military assistance from their fellow  Christians to the north. But the real story, buried in plain sight in medieval diplomatic texts, simply had not  yet been put together by modern scholars. Recent research pushes scholars of medieval Europe to imagine a  much more richly connected medieval world: at the beginning of the so-called Age of Exploration, there is  evidence that the kings of Ethiopia were sponsoring their own missions of diplomacy, faith and commerce.",
    "options": [
      "[1] Medieval historical sources selectively promoted the narrative that powerful European forces were called  on to protect weak African civilisations such as Ethiopia, but this is far from reality.",
      "Historians were under the illusion that Ethiopia needed military protection from their neighbours, but in  fact the country had close commercial and religious connections with them.",
      "Medieval texts have documented how strong connections between the Christian communities of Ethiopia  and Europe were invaluable in establishing military and trade links between the two civilisations.",
      "Medieval texts have been ‘cherry-picked’ to promote a view of Ethiopia as weak and in need of Europe’s  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  military help with aggressive neighbours, but recent studies reveal it was a well-connected and outward- looking culture."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_022",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield a coherent  paragraph. Decide on the proper sequencing of the order of the sentences and key in the sequence of the  four numbers as your answer:  1. Fish skin collagen has excellent thermo-stability and tensile strength making it ideal for use as bandage  that adheres to the skin and adjusts to body movements.  2. Collagen, one of the main structural proteins in connective tissues in the human body, is well known for  promoting skin regeneration.  3. Fish skin swims in here as diseases and bacteria that affect fish are different from most human pathogens.  4. The risk of introducing disease agents into other species through the use of pig and cow collagen proteins  for wound healing has inhibited its broader applications in the medical field.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_023",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best captures the  essence of the passage.  Petitioning is an expeditious democratic tradition, used frequently in prior centuries, by which citizens can  bring issues directly to governments. As expressions of collective voice, they support procedural democracy  by shaping agendas. They can also recruit citizens to causes, give voice to the voteless, and apply the  discipline of rhetorical argument that clarifies a point of view. By contrast, elections are limited in several  respects: they involve only a few candidates, and thus fall far short of a representative democracy. Further,  voters’ choices are not specific to particular policies or laws, and elections are episodic, whereas the voice of  the people needs to be heard and integrated constantly into democratic government.",
    "options": [
      "[1] By giving citizens greater control over shaping political and democratic agendas, political petitions are  invaluable as they represent an ideal form of a representative democracy.",
      "Petitioning has been important to democratic functioning, as it supplements the electoral process by  enabling ongoing engagement with the government.",
      "Petitioning is definitely more representative of the collective voice, and the functioning of democratic  government could improve if we relied more on petitioning rather than holding periodic elections.",
      "Citizens become less inclined to petitioning as it enables vocal citizens to shape political agendas, but this  needs to change to strengthen democracies today."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s1_024",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield a coherent  paragraph. Decide on the proper sequencing of the order of the sentences and key in the sequence of the  four numbers as your answer:  https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  1. The creative element in product design has become of paramount importance as it is one of the few ways  a firm or industry can sustain a competitive advantage over its rivals.  2. In fact, the creative element in the value of world industry would be larger still, if we added the  contribution of the creative element in other industries, such as the design of tech accessories.  3. The creative industry is receiving a lot of attention today as its growth rate is faster than that of the world  economy as a whole.  4. It is for this reason that today’s trade issues are increasingly involving intellectual property, as Western  countries have an interest in protecting their revenues along with freeing trade in non-tangibles.        https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_001",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. The UK is a world leader in developing cultivated meat and the approval of a cultivated pet  food is an important milestone.  2. If we're to realize the full potential benefits of cultivated meat the government must invest  in research and infrastructure.  3. The first UK applications for cultivated meat produced for humans remain under  assessment with the Food Standards Agency.  4. The previous UK government had been looking at fast-tracking the approval of cultivated  meat for human consumption.  5. It underscores the potential for new innovation to help reduce the negative impacts of  intensive animal agriculture.    The passage below is accompanied by four questions. Based on the passage, choose the best  answer for each question.  (. . .) There are three other common drivers for carnivore-human attacks, some of which are  more preventable than others. Natural aggression-based conflicts - such as those involving  females protecting their young or animals protecting a food source - can often be avoided as  long as people stay away from those animals and their food.  Carnivores that recognise humans as a means to get food, are a different story. As they become  more reliant on human food they might find at campsites or in rubbish bins, they become less  avoidant of humans. Losing that instinctive fear response puts them into more situations where  they could get into an altercation with a human, which often results in that bear being put  down by humans. \"A fed bear is a dead bear,\" says Servheen, referring to a common saying  among biologists and conservationists.  Predatory or predation-related attacks are quite rare, only accounting for 17% of attacks in  North America since 1955. They occur when a carnivore views a human as prey and hunts it like  it would any other animal it uses for food. (. . .)  Then there are animal attacks provoked by people taking pictures with them or feeding them in  natural settings such as national parks which often end with animals being euthanised out of  precaution. \"Eventually, that animal becomes habituated to people, and [then] bad things      Online CAT Courses: https:///online.bodheeprep.com/learn    happen to the animal. And the folks who initially wanted to make that connection don't  necessarily realise that,\" says Christine Wilkinson, a postdoctoral researcher at UC Berkeley,  California, who's been studying coyote-human conflicts.  After conducting countless postmortems on all types of carnivore-human attacks spanning 75  years, Penteriani's team believes 50% could have been avoided if humans reacted differently.  A 2017 study co-authored by Penteriani found that engaging in risky behaviour around large  carnivores increases the likelihood of an attack  Two of the most common risky behaviours are parents leaving their children to play outside  unattended and walking an unleashed dog, according to the study. Wilkinson says 66% of  coyote attacks involve a dog. \"[People] end up in a situation where their dog is being chased, or  their dog chases a coyote, or maybe they're walking their dog near a den that's marked, and the  coyote wants to escort them away,\" says Wilkinson.  Experts believe climate change also plays a part in the escalation of human-carnivore conflicts,  but the correlation still needs to be ironed out. \"As finite resources become scarcer, carnivores  and people are coming into more frequent contact, which means that more conflict could  occur,\" says Jen Miller, international programme specialist for the US Fish & Wildlife Service.  For example, she says, there was an uptick in lion attacks in western India during a drought  when lions and people were relying on the same water sources.  (. . .) The likelihood of human-carnivore conflicts appears to be higher in areas of low-income  countries dominated by vast rural landscapes and farmland, according to Penteriani's research.  \"There are a lot of working landscapes in the Global South that are really heterogeneous, that  are interspersed with carnivore habitats, forests and savannahs, which creates a lot more  opportunity for these encounters, just statistically,\" says Wilkinson.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_002",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "According to the passage, which of the following scenarios would MOST likely exacerbate the  frequency of carnivore-human conflicts?",
    "options": [
      "a) Addressing the impact of climate change on the availability of resources for wildlife.",
      "Unleashing dogs by pet owners in areas with known high concentrations of large carnivores.",
      "Implementing 'food waste' management strategies to prevent wild animals being attracted \nto human food sources.",
      "Attempting to photograph wild animals from within secured viewing areas in national parks \nand protected zones."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_003",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Given the insights provided by Penteriani's research and Wilkinson's statement, which of the  following conclusions can be drawn about the relationship between landscape heterogeneity  and human-carnivore conflicts?      Online CAT Courses: https:///online.bodheeprep.com/learn",
    "options": [
      "a) Landscape heterogeneity, characterized by a mix of farmland and natural habitats, \ninherently reduces the chances of human-carnivore conflicts by providing more refuge for \nwildlife away from human activity.",
      "Homogeneous landscapes with uniform agricultural practices are more likely to experience \nhigh rates of human-carnivore conflicts due to the predictability of resources.",
      "The diversity and interspersion of working landscapes with carnivore habitats in rural areas \nincrease the statistical probability of encounters between humans and carnivores.",
      "Low-income countries with vast, contiguous wilderness areas are less prone to human-\ncarnivore conflicts because these areas lack the human presence necessary for such \nencounters."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_004",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "According to the passage, what is a significant factor that contributes to the habituation of  carnivores to human presence?",
    "options": [
      "a) The natural aggression exhibited by carnivores, exacerbated by human interference, \nparticularly when they are safeguarding their offspring or food sources.",
      "The reduction in carnivores' instinctive fear response, resulting from their reliance upon \nhuman-provided food.",
      "The increased scarcity of resources due to climate change, forcing carnivores to venture \noutside their natural habitats in search of sustenance.",
      "The predatory perception of humans as potential prey within the carnivores' food chain."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_005",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Which of the following statements, if false, would be inconsistent with the concerns raised in  the passage regarding the drivers of carnivore-human conflicts?",
    "options": [
      "a) Predatory attacks by carnivores are a common occurrence and have steadily increased over \nthe past few decades.",
      "Climate change has had negligible effects on the frequency of carnivore-human interactions \nin affected regions.",
      "Human efforts to avoid risky behaviours around large carnivores have proven effective in \nreducing conflict incidents.",
      "Carnivores lose their instinctive fear of humans, when consistently exposed to human food \nsources."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_006",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Recent important scientific findings have emerged from crossing the boundaries of scientific  fields. They stem from physicists collaborating with biologists, sociologists and others, to  answer questions about our world. But physicists and their potential collaborators often find      Online CAT Courses: https:///online.bodheeprep.com/learn    their cultures out of sync. For one, physicists often discard a lot of information while extracting  broad patterns; for other scientists, information is not readily disposed. Further, many non- physicists are uncomfortable with mathematical models. Still, the desire to work on something  new and different is real, and there are clear benefits from the collision of views.",
    "options": [
      "a) Large data sets and mathematical models in physics research combined with the research \nmethods of non-physicist collaborators have yielded important scientific findings.",
      "The desire to diversify their research and answer important questions has led to several \ncollaborations between physicists and other social scientists.",
      "Despite differences in their research styles, physicists' research collaborations with scholars \nfrom other disciplines have yielded important research findings.",
      "Physicists have successfully buried their differences on research methods applied in other \nfields in their desire to find answers to baffling scientific questions."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_007",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. No known real researcher of human behaviour would say that gender is all nature or all  nurture.  2. The evidence for a biological basis for gender certainly doesn't mean we should be  complacent in the face of sexism.  3. Many people are uncomfortable with the idea that gender is not purely a social construct.  4. Despite this empirical truth, researchers who study the biological basis of gender often face  political pushback.  5. There's a political preference for gender to be only a reflection of social factors and so  entirely malleable.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_008",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  John Cleese told Fox News Digital that comedians do not have the freedom to be funny in 2022.  \"There's always been limitations on what they're allowed to say,\" Cleese said. \"I think it's  particularly worrying at the moment because you can only create in an atmosphere of freedom,  where you're not checking everything you say critically before you move on. What you have to  be able to do is to build without knowing where you're going because you've never been there  before. That's what creativity is - you have to be allowed to build. And a lot of comedians now  are sitting there and when they think of something, they say something like, 'Can I get away      Online CAT Courses: https:///online.bodheeprep.com/learn    with it? I don't think so. So and so got into trouble, and he said that, oh, she said that.' You see  what I mean? And that's the death of creativity.\"",
    "options": [
      "a) Comedians must not check what they think and say. They must go where no one has gone \nbefore.",
      "Freedom and creativity are essential for comedy. Fear about offending people",
      "hinders originality.",
      "Creativity and critical thinking cannot work together. Comedians must first be creative, and \nlater be critical. \ne) Comedians are being prevented from saying what they want and that is the death of this art \nform."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_009",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2,3, or 4) the following sentence would best fit.  Sentence: Yet each day the flock produced eggs with calcareous shells though they apparently  had not ingested any calcium from land which was entirely lacking in limestone.  Paragraph: Early in this century a young Breton schoolboy who preparing himself for a scientific  career began to notice a strange fact about hens in his father's poultry yard. __(1) _ . As they  scratched the soil they constantly seemed to be pecking at specks of mica, a siliceous material  dotting the ground. __(2)__. No one could explain to Louis Kervran why the chickens selected  the mica, or why each time a bird was killed for the family cooking pot no trace of the mica  could be found in its gizzard. __(3) __. It took Kervran many years to establish that the chickens  were transmuting one element into another.   (4)   .",
    "options": [
      "a) Option 3",
      "Option 2",
      "Option 1",
      "Option 4 \n \nThe passage below is accompanied by four questions. Based on the passage, choose the best \nanswer for each question. \n[S]pices were a global commodity centuries before European voyages. There was a complex \nchain of relations, yet consumers had little knowledge of producers and vice versa. Desire for \nspices helped fuel European colonial empires to create political, military and commercial \nnetworks under a single power. \nHistorians know a fair amount about the supply of spices in Europe during the medieval period - \nthe origins, methods of transportation, the prices - but less about demand. Why go to such \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nextraordinary efforts to procure expensive products from exotic lands? Still, demand was great \nenough to inspire the voyages of Christopher Columbus and Vasco Da Gama, launching the first \nfateful wave of European colonialism. . . . \nSo, why were spices so highly prized in Europe in the centuries from about 1000 to 1500? One \nwidely disseminated explanation for medieval demand for spices was that they covered the \ntaste of spoiled meat. . . . Medieval purchasers consumed meat much fresher than what the \naverage city-dweller in the developed world of today has at hand. However, refrigeration was \nnot available, and some hot spices have been shown to serve as an anti-bacterial agent. Salting, \nsmoking or drying meat were other means of preservation. Most spices used in cooking began \nas medical ingredients, and throughout the Middle Ages spices were used as both medicines \nand condiments. Above all, medieval recipes involve the combination of medical and culinary \nlore in order to balance food's humeral properties and prevent disease. Most spices were hot \nand dry and so appropriate in sauces to counteract the moist and wet properties supposedly \npossessed by most meat and fish. . . . \nWhere spices came from was known in a vague sense centuries before the voyages of \nColumbus. Just how vague may be judged by looking at medieval world maps . . . To the \nmedieval European imagination, the East was exotic and alluring. Medieval maps often placed \nIndia close to the so-called Earthly Paradise, the Garden of Eden described in the Bible. \nGeographical knowledge has a lot to do with the perceptions of spices' relative scarcity and the \nreasons for their high prices. An example of the varying notions of scarcity is the conflicting \ninformation about how pepper is harvested. As far back as the 7th  century Europeans thought \nthat pepper in India grew on trees \"guarded\" by serpents that would bite and poison anyone \nwho attempted to gather the fruit. The only way to harvest pepper was to burn the trees, which \nwould drive the snakes underground. Of course, this bit of lore would explain the shriveled \nblack peppercorns, but not white, pink or other colors. \nSpices never had the enduring allure or power of gold and silver or the commercial potential of \nnew products such as tobacco, indigo or sugar. But the taste for spices did continue for a while \nbeyond the Middle Ages. As late as the 17th  century, the English and the Dutch were struggling \nfor control of the Spice Islands: Dutch New Amsterdam, or New York, was exchanged by the \nBritish for one of the Moluccan Islands where nutmeg was grown."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_010",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "In the context of the passage, the people who heard the story of pepper trees being guarded by  snakes would be least likely to arrive at the conclusion that",
    "options": [
      "a) it is not advisable to go to India to harvest the pepper themselves.",
      "this is why pepper is so hot.",
      "pepper is costly for good reason. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "it is no surprise that the pepper supply is so limited."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_011",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "It can be inferred that all of the following contributed to a decline in the allure of spices,  EXCEPT:",
    "options": [
      "a) changes in the system of medical treatment.",
      "changes in European cuisine.",
      "increase in the availability of spices.",
      "the development of refrigeration techniques."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_012",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "If a trader brought white peppercorns from India to medieval Europe, all of the following are  unlikely to happen, EXCEPT:",
    "options": [
      "a) Europeans would doubt the story of pepper harvesting.",
      "medieval maps would be used as navigational aids.",
      "pepper would no longer be considered exotic.",
      "the price of spices would decrease."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_013",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "In the context of the passage, which one of the following conclusions CANNOT be reached?",
    "options": [
      "a) The spice trade was a driver of colonial expansion.",
      "Tobacco was more marketable than spices.",
      "Colonialism was motivated by the demand for spices.",
      "India was colonised for its spices and gold. \n \nThe passage below is accompanied by four questions. Based on the passage, choose the best \nanswer for each question. \nThe history of any major technological or industrial advance is inevitably shadowed by a less \npredictable history of unintended consequences and secondary effects - what economists \nsometimes call \"externalities.\" Sometimes those consequences are innocuous ones, or even \nbeneficial. Gutenberg invents the printing press, and literacy rates rise, which causes a \nsignificant part of the reading public to require spectacles for the first time, which creates a \nsurge of investment in lens-making across Europe, which leads to the invention of the telescope \nand the microscope. \nOftentimes the secondary effects seem to belong to an entirely different sphere of society. \nWhen Willis Carrier hit upon the idea of air-conditioning, the technology was primarily intended \nfor industrial use: ensuring cool, dry air for factories that required low-humidity environments. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nBut...it touched off one of the largest migrations in the history of the United States, enabling \nthe rise of metropolitan areas like Phoenix and Las Vegas that barely existed when Carrier first \nstarted tinkering with the idea in the early 1900s. \nSometimes the unintended consequence comes about when consumers use an invention in a \nsurprising way. Edison famously thought his phonograph, which he sometimes called \"the \ntalking machine,\" would primarily be used to take dictation....But then later innovators... \ndiscovered a much larger audience willing to pay for musical recordings made on descendants \nof Edison's original invention. In other cases, the original innovation comes into the world \ndisguised as a plaything...the way the animatronic dolls of the mid-1700s inspired Jacquard to \ninvent the first \"programmable\" loom and Charles Babbage to invent the first machine that fit \nthe modern definition of a computer, setting the stage for the revolution in programmable \ntechnology that would transform the 21 st century in countless ways. \nWe live under the gathering storm of modern history's most momentous unintended \nconsequence....carbon-based climate change. Imagine the vast sweep of inventors whose ideas \nstarted the Industrial Revolution, all the entrepreneurs and scientists and hobbyists who had a \nhand in bringing it about. Line up a thousand of them and ask them all what they had been \nhoping to do with their work. Not one would say that their intent had been to deposit enough \ncarbon in the atmosphere to create a greenhouse effect that trapped heat at the surface of the \nplanet. And yet here we are. \nEthyl (leaded fuel) and Freon belonged to the same general class of secondary effect \ninnovations whose unintended consequences stem from some kind of waste by-product that \nthey emit. But the potential health threats of Ethyl (unleaded fuel) were visible in the 1920s, \nunlike, say, the long-term effects of atmospheric carbon build up in the early days of the \nIndustrial Revolution... \nIndeed, it is reasonable to see CFCs (chlorofluorocarbons) as a forerunner of the kind of threat \nwe will most likely face in the coming decades, as it becomes increasingly possible for \nindividuals or small groups to create new scientific advances - through chemistry or \nbiotechnology or materials science - setting off unintended consequences that reverberate on a \nglobal scale."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_014",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "We can assume that the author would support all of the following views EXCEPT:",
    "options": [
      "a) While technological advances in the past have had innocuous or beneficial outcomes, more \nrecent advances have the potential to be more threatening globally.",
      "The by-products of leaded fuel, rather than the fuel itself, were responsible for the build-up \nof carbon-related gases in the atmosphere. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "The emissions caused by the large-scale use of leaded fuel ought to have been addressed \nearlier than they were.",
      "It has become far easier for people today to bring out innovations with dire worldwide \nconsequences than it was earlier."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_015",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "The author lists all of the following examples as \"externalities\" of major technical advances  EXCEPT:",
    "options": [
      "a) application of the Jacquard loom to modern IT programming",
      "build-up of chlorofluorocarbons in the atmosphere",
      "extension of the phonograph to large-scale recording of music",
      "cooling and de-humidifying of factories through air-conditioning"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_016",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Carrier, Babbage, and Edison are mentioned in the passage to illustrate the author's point that",
    "options": [
      "a) despite the original intention, the unintended consequences of their inventions were largely \nbeneficial.",
      "these inventors could not have visualised the eventual impact of their inventions on society.",
      "the secondary effect of past inventions mostly resulted in the creation of new inventions.",
      "inventions typically end up being used for entirely different purposes than the intended \nones."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_017",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Which of the following best conveys the main point of the first paragraph?",
    "options": [
      "a) The full impact of technological advances cannot be estimated in the short run as the ripple \neffects often extend far beyond the original intent.",
      "The secondary effects of most major technological advances in the past, especially if they \nwere unintended, have turned out to be beneficial.",
      "The entire impact of a technological advance should be evaluated by the boost its \nsecondary effects gives to generating further technological advances.",
      "It is important to judge an invention not by its immediate outcomes, but by the holistic \nimpact of its secondary effects. \nComprehension: \nThe passage below is accompanied by four questions. Based on the passage, choose the best \nanswer for each question. \nThe job of a peer reviewer is thankless. Collectively, academics spend around 70 million hours \nevery year evaluating each other's manuscripts on the behalf of scholarly journals and they \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nusually receive no monetary compensation and little if any recognition for their effort. Some do \nit as a way to keep abreast with developments in their field; some simply see it as a duty to the \ndiscipline. Either way, academic publishing would likely crumble without them. \nIn recent years, some scientists have begun posting their reviews online, mainly to claim credit \nfor their work. Sites like Publons allow researchers to either share entire referee reports or \nsimply list the journals for whom they've carried out a review.... \nThe rise of Publons suggests that academics are increasingly placing value on the work of peer \nreview and asking others, such as grant funders, to do the same. While that's vital in the \npublish-or-perish culture of academia, there's also immense value in the data underlying peer \nreview. Sharing peer review data could help journals stamp out fraud, inefficiency, and systemic \nbias in academic publishing..... \nPeer review data could also help root out bias. Last year, a study based on peer review data for \nnearly 24,000 submissions to the biomedical journal eLife found that women and \nnonWesterners were vastly underrepresented among peer reviewers. Only around one in every \nfive reviewers was female, and less than two percent of reviewers were based in developing \ncountries.... Openly publishing peer review data could perhaps also help journals address \nanother problem in academic publishing: fraudulent peer reviews. For instance, a minority of \nauthors have been known to use phony email addresses to pose as an outside expert and \nreview their own manuscripts.... \nOpponents of open peer review commonly argue that confidentiality is vital to the integrity of \nthe review process; referees may be less critical of manuscripts if their reports are published, \nespecially if they are revealing their identities by signing them. Some also hold concerns that \nopen reviewing may deter referees from agreeing to judge manuscripts in the first place, or \nthat they'll take longer to do so out of fear of scrutiny.... \nEven when the content of reviews and the identity of reviewers can't be shared publicly, \nperhaps journals could share the data with outside researchers for study. Or they could release \nother figures that wouldn't compromise the anonymity of reviews but that might answer \nimportant questions about how long the reviewing process takes, how many researchers \neditors have to reach out to on average to find one who will carry out the work, and the \ngeographic distribution of peer reviewers. \nOf course, opening up data underlying the reviewing process will not fix peer review entirely, \nand there may be instances in which there are valid reasons to keep the content of peer \nreviews hidden and the identity of the referees confidential. But the norm should shift from \nopacity in all cases to opacity only when necessary."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_018",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Online CAT Courses: https:///online.bodheeprep.com/learn    All of the following are listed as reasons why academics choose to review other scholars' work  EXCEPT:",
    "options": [
      "a) Some use this as an opportunity to publicise their own review work.",
      "It is seen as a form of service to the academic community.",
      "It helps them keep current with cutting-edge ideas in their academic disciplines.",
      "It is seen as an opportunity to expand their influence in the academic community."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_019",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "According to the passage, some are opposed to making peer reviews public for all the following  reasons EXCEPT that it",
    "options": [
      "a) makes reviewers reluctant to review manuscripts, especially if these are critical of the \nsubmitted work.",
      "leaves the reviewers unexposed to unwarranted and unjustified criticism or comments from \nothers.",
      "deters reviewers from producing honest, if critical, reviews that are vital to the sound \npublishing process.",
      "delays the manuscript evaluation process as reviewers would take longer to write their \nreviews."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_020",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "According to the passage, which of the following is the only reason NOT given in favour of  making peer review data public?",
    "options": [
      "a) It could address various inefficiencies and fraudulent practices that continue in academic \npublishing process.",
      "It would highlight the gender and race biases currently existing in the selection of reviewers.",
      "It can tackle the problem of selecting appropriately qualified reviewers for academic \nwriting.",
      "It will deal with peer review fraud such as authors publishing bogus reviews of their work."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_021",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "Based on the passage we can infer that the author would most probably support",
    "options": [
      "a) greater transparency across the peer review process in academic publishing.",
      "publicising peer review data rather than the publication of actual reviews.",
      "preserving the anonymity of reviewers to protect them from criticism.",
      "more careful screening to ensure the recruitment of content-familiar peer reviewers."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_022",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2, 3, or 4) the following sentence would best fit.      Online CAT Courses: https:///online.bodheeprep.com/learn    Sentence: [T]he Europeans did not invent globalization.  Paragraph: The first phase of globalization occurred long before the introduction of either  steam or electric power...Chinese consumers at all social levels consumed vast quantities of  spices, fragrant woods and unusual plants. The peoples of Southeast Asia who lived in forests  gave up their traditional livelihoods and completely reoriented their economies to supply  Chinese consumers....(1)….. These exchanges of the year 1000 opened some of the routes  through which goods and peoples continued to travel after Columbus traversed the mid- Atlantic. ....(2)…... Yet the world of 1000 differed from that of 1492 in important ways....the  travellers who encountered one another in the year 1000 were much closer technologically.  ....(3)….. .They changed and augmented what was already there since 1000.  ....(4)….. .If globalization hadn't yet begun, Europeans wouldn't have been able to penetrate the  markets in so many places as quickly as they did after 1492.",
    "options": [
      "a) Option 4",
      "Option 1",
      "Option 3",
      "Option 2"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_023",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Science has officially crowned us superior to our early-rising brethren.  Paragraph: My fellow night owls, grab a strong cup of coffee and gather around: I have great  news. __(1)_. For a long time, our kind has been unfairly maligned. Stereotyped as lazy and  undisciplined. Told we ought to be morning larks. Advised to go to bed early so we can wake  before 5am and run a marathon before breakfast like all high-flyers seem to do. Now, however,  we are having the last laugh.   (2) . It may be a tad more complicated than that. A study  published last week, which you may have already seen while scrolling at 1am, suggests that  staying up late could be good for brain power.   (3) Is this study a thinly veiled PR exercise  conducted by a caffeine-pill company? Nope, it's legit. (4). Research led by academics at  Imperial College London studied data on more than 26,000 people and found that \"self- declared 'night owls' generally tend to have higher cognitive scores\".",
    "options": [
      "a) Option 2",
      "Option 4",
      "Option 3",
      "Option 1 \n \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s2_024",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Different from individuals, states conduct warfare operations using the DIME model  \"diplomacy, information, military, and economics.\" Most states do everything they can to inflict  pain and confusion on their enemies before deploying the military. In fact, attacks on vectors of  information are a well-worn tactic of war and usually are the first target when the charge  begins. It's common for telecom data and communications networks to be routinely monitored  by governments, which is why the open data policies of the web are so concerning to many  advocates of privacy and human rights. With the worldwide adoption of social media, more  governments are getting involved in low-grade information warfare through the use of cyber  troops. According to a study by the Oxford Internet Institute in 2020, cyber troops are  \"government or political party actors tasked with manipulating public opinion online.\" The  Oxford research group was able to identify 81 countries with active cyber troop operations  utilizing many different strategies to spread false information, including spending millions on  online advertising.",
    "options": [
      "a) Governments primarily use the DIME model to deploy cyber troops who practise lowgrade \ninformation warfare, seeking to manipulate public opinion with the objective of inflicting \npain and confusion on their enemies.",
      "Using the DIME model, together with military operations, many governments \nsimultaneously conduct information warfare with the help of cyber troops and routinely \nmonitor telecom data and communications networks.",
      "As part of conducting information warfare as per the DIME model, many governments \nroutinely monitor telecom data and communications networks, and use cyber troops on \nsocial media to manipulate public opinion.",
      "Following the DIME model, many governments have taken advantage of open data policies \nof the web to deploy cyber troops who manipulate domestic public opinion, using \nadvertising and other strategies to spread false information. \n \n \n \n \n \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_001",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements provides a gist of this passage?",
    "options": [
      "a) The onslaught of animals, such as cattle, rabbits and housecats, brought in by the British led \nto the extinction of the western barred bandicoot.",
      "Marsupials are going extinct due to the colonial era transformation of the ecosystem which \nalso destroyed natural vegetation.",
      "A type of bandicoots was nearly wiped out by invasive species but rescuers now pin hopes \non a remnant island population.",
      "The negligent attitude of the British colonists towards these bandicoots evidenced by the \nnames given to them led to their annihilation."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_002",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "The text uses the word 'exclosures' because Wild Deserts has adopted a measure of",
    "options": [
      "a) restoring cattle damaged deserts to green landscapes.",
      "excluding animals to make the islands predator-free.",
      "barring the entry of invasive species.",
      "ridding the main desert of feral cats and large bilbies."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_003",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following options does NOT represent the characteristics of the western  barred bandicoot?",
    "options": [
      "a) Shallow diggers having an elongated muzzle",
      "Smallest black striped marsupial that uses camouflage and dig",
      "Long thin nose, black striped back, pouch for joeys",
      "Look of a rat but with a baby pouch and a slender snout"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_004",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "According to the text, the western barred bandicoots now have a flattering name because they  have",
    "options": [
      "a) aided in altering an arid environment.",
      "grown fivefold in terms of population.",
      "led to a surge and increase of rainfall.",
      "led a revival in preserving the species. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_005",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Understanding central Asia's role helps developments make more sense not only  across Asia but in Europe, the Americas and Africa.  Paragraph: The nations of the Silk Roads are sometimes called 'developing countries', but they  are actually some of the world's most highly developed countries, the very crossroads of  civilization, in advanced states of disrepair. (1). These countries lie at the centre of global  affairs: they have since the beginning of history. Running across the spine of Asia, they form a  web of connections fanning out in every direction, routes along which pilgrims and warriors,  nomads and merchants have travelled, goods and produce have been bought and sold, and  ideas exchanged, adapted and refined. (2) .They have carried not only prosperity, but also deat  (3) The Silk Roads are the world's central nervous system, connecting otherwise far-flung  peoples and places....__(4)_. It allows us to see patterns and links, causes and effects that  remain invisible if one looks only at Europe, or North America.",
    "options": [
      "a) Option 3",
      "Option 1",
      "Option 2",
      "Option 4 \nThe passage below is accompanied by four questions. Based on the passage, choose the best \nanswer for each question. \nOftentimes, when economists cross borders, they are less interested in learning from others \nthan in invading their garden plots. Gary Becker, for instance, pioneered the idea of human \ncapital. To do so, he famously tackled topics like crime and domesticity, applying methods \nhoned in the study of markets to domains of nonmarket life. He projected economics outward \ninto new realms: for example, by revealing the extent to which humans calculate marginal \nutilities when choosing their spouses or stealing from neighbors. At the same time, he did not \nlet other ways of thinking enter his own economic realm: for example, he did not borrow from \nanthropology or history or let observations of nonmarket economics inform his homo \neconomicus. Becker was a picture of the imperial economist in the heyday of the discipline's \nbravura. \nTimes have changed for the once almighty discipline. Economics has been taken to task, within \nand beyond its ramparts. Some economists have reached out, imported, borrowed, and \ncollaborated—been less imperial, more open. Consider Thomas Piketty and his outreach to \nhistorians. The booming field of behavioral economics-the fusion of economics and social \npsychology-is another case. Having spawned active subfields, like judgment, decisionmaking \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nand a turn to experimentation, the field aims to go beyond the caricature of Rational Man to \nexplain how humans make decisions.... \nIt is important to underscore how this flips the way we think about economics. For generations, \neconomists have presumed that people have interests-\"preferences,\" in the neoclassical argot-\nthat get revealed in the course of peoples' choices. Interests come before actions and \ndetermine them. If you are hungry, you buy lunch; if you are cold, you get a sweater. If you only \nhave so much money and can't afford to deal with both your growling stomach and your \nshivering, which need you choose to meet using your scarce savings reveals your preference. \nPsychologists take one look at this simple formulation and shake their heads. Increasingly, even \nsome mainstream economists have to admit that homo economicus doesn't always behave like \nthe textbook maximizer; irrational behavior can't simply be waved away as extraeconomic \nexpressions of passions over interests, and thus the domain of other disciplines.... This is one \nplace where the humanist can help the economist. If narrative economics is going to help us \nunderstand how rivals duke it out, who wins and who loses, we are going to need much more \nthan lessons from epidemiological studies of viruses or intracranial stimuli. \nAbove all, we need politics and institutions. Shiller [the Nobel prize winning economist] \nconnects perceptions of narratives to changes in behavior and thence to social outcomes. He \ncompletes a circle that was key to behavioral economics and brings in storytelling to make \nsense of how perceptions get framed. This cycle (perception to behavior to society) was once \nmediated or dominated by institutions: the political parties, lobby groups, and media \norganizations that played a vital role in legitimating, representing, and excluding interests. Yet \ninstitutions have been stripped from Shiller's account, to reveal a bare dynamic of emotions \nand economics, without the intermediating place of politics."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_006",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author critiques Schiller's approach to behavioural economics for",
    "options": [
      "a) denigrating the role of institutions while creating a link between behavioural economics and \nperceptions.",
      "linking emotions and rational behaviour without considering the mediation of social \ninstitutions.",
      "ignoring the marginal role that media and politics play in influencing people's behaviour.",
      "relying excessively on storytelling as the main influence on the formation of perceptions."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_007",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "\"Times have changed for the once almighty discipline.\" We can infer from this statement and  the associated paragraph that the author is being",
    "options": [
      "a) disparaging of economists' inability to precisely predict market behaviour, and are now \nborrowing from other disciplines to remedy this. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "sarcastic about how economists, who earlier shunned other disciplines, are now beginning \nto incorporate them in their analyses.",
      "critical of economists' openly borrowing and collaborating across disciplines to explain how \nhumans make decisions.",
      "judgemental about the ability of economic tools to accurately manage crises leading to the \ndownfall of this lofty science."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_008",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "We can infer from the passage that the term \"homo economicus\" refers to someone who",
    "options": [
      "a) maximises their opportunities based on nonmarket choices.",
      "believes in borrowing and collaborating with other disciplines in their work.",
      "makes rational decisions based on their own preferences.",
      "is not influenced by the preferences and choices of others."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_009",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "In the first paragraph the author is making the point that economists like Becker",
    "options": [
      "a) used economics to analyse non-market behaviour, without incorporating perspectives from \nother areas of inquiry.",
      "tended to guard their discipline from poaching by academics from other subject areas.",
      "benefitted from the application of their principles and concepts to non-economic \nphenomena.",
      "had begun to borrow concepts from other disciplines but were averse to the latter applying \neconomic principles."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_010",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: The brain isn't organized the way you might set up your home office or bathroom  medicine cabinet.  Paragraph:   (1)   . You can't just put things anywhere you want to. The evolved architecture of  the brain is haphazard and disjointed, and incorporates multiple systems, each of which has a  mind of its own. (2). Evolution doesn't design things and it doesn't build systems-it settles on  systems that, historically, conveyed a survival benefit. There is no overarching, grand planner  engineering the systems so that they work harmoniously together.   (3)   . The brain is more like  a big, old house with piecemeal renovations done on every floor, and less like new  construction.",
    "options": [
      "a) Option 4",
      "Option 2 \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "Option 1",
      "Option 3"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_011",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Scientific research shows that many animals are very intelligent and have sensory and motor  abilities that dwarf ours. Dogs are able to detect diseases such as cancer and diabetes and warn  humans of impending heart attacks and strokes. Elephants, whales, hippopotamuses, giraffes,  and alligators use low-frequency sounds to communicate over long distances, often miles.  Many animals also display wide-ranging emotions, including joy, happiness, empathy,  compassion, grief, and even resentment and embarrassment. It's not surprising that animals  share many emotions with us because we also share brain structures, located in the limbic  system, that are the seat of our emotions.",
    "options": [
      "a) The advanced sensory and motor abilities of animals is the reason why they can display \nwide-ranging emotions.",
      "The similarity in brain structure explains why animals show emotions typically associated \nwith humans.",
      "Animals can show emotions which are typically associated with humans.",
      "Animals are more intelligent than us in sensing danger and detecting diseases."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_012",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. Animals have an interest in fulfilling their basic needs, but also in avoiding suffering, and  thus we ought to extend moral consideration.  2. Singer viewed himself as a utilitarian, and presents a direct moral theory concerning animal  rights, in contrast to indirect positions, such as welfarist views.   3. He argued for extending moral consideration to animals because, similar to humans,  animals have certain significant interests.  4. The event that publicly announced animal rights as a legitimate issue within contemporary  philosophy was Peter Singer's Animal Liberation text in 1975.  5. As such, we ought to view their interests alongside and equal to human interests, which  results in humans having direct moral duties towards animals",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_013",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Online CAT Courses: https:///online.bodheeprep.com/learn    The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Certain codes may, of course, be so widely distributed in a specific language community or  culture, and be learned at so early an age, that they appear not to be constructed - the effect of  an articulation between sign and referent - but to be 'naturally' given. Simple visual signs  appear to have achieved a 'near-universality' in this sense: though evidence remains that even  apparently 'natural' visual codes are culture specific. However, this does not mean that no  codes have intervened; rather, that the codes have been profoundly naturalized. The operation  of naturalized codes reveals not the transparency and 'naturalness' of language but the depth,  the habituation and the near-universality of the codes in use. They produce apparently 'natural'  recognitions. This has the (ideological) effect of concealing the practices of coding which are  present.",
    "options": [
      "a) All codes, linguistic and visual, have a natural origin but some are so widespread that they \nbecome universal. This is what hides the mechanism of coding behind signs.",
      "Not all codes are natural but certain codes are naturalized and made to appear universal. \nIdeology aims to hide the mechanism of coding behind signs.",
      "Language and visual signs are codes. However, some of the codes are so widespread that \nthey not only seem naturally given but also hide the mechanism of coding behind the signs.",
      "Learning linguistic and visual signs at an early age makes all such codes appear natural. This \nnaturalization of codes is the effect of ideology. \n \nThe passage below is accompanied by four questions. Based on the passage, choose the best \nanswer for each question. \nIn the summer of 2022, subscribers to the US streaming service HBO MAX were alarmed to \ndiscover that dozens of the platform's offerings - from the Covid-themed heist thriller Locked \nDown to the recent remake of The Witches - had been quietly removed from the service . . . \nThe news seemed like vindication to those who had long warned that streaming was more \nabout controlling access to the cultural commons than expanding it, as did reports (since \ndenied by the show's creators) that Netflix had begun editing old episodes of Stranger Things to \nretroactively improve their visual effects. \nWhat's less clear is whether the commonly prescribed cure for these cultural ills - a return to \nthe material pleasures of physical media - is the right one. While the makers of Blu-ray discs \nclaim they have a shelf life of 100 years, such statistics remain largely theoretical until they \ncome to pass, and are dependent on storage conditions, not to mention the continued \navailability of playback equipment. The humble DVD has already proved far less resilient, with \nmany early releases already beginning to deteriorate in quality Digital movie purchases provide \neven less security. Any film \"bought\" on iTunes could disappear if you move to another territory \nwith a different rights agreement and try to redownload it. It's a bold new frontier in the \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \ncommodification of art: the birth of the product recall. After a man took to Twitter to bemoan \nlosing access to Cars 2 after moving from Canada to Australia, Apple clarified that users who \ndownloaded films to their devices would retain permanent access to those downloads, even if \nthey relocated to a hemisphere where the [content was] subject to a different set of rights \nagreements. Thanks to the company's ironclad digital rights management technology, however, \nsuch files cannot be moved or backed up, locking you into watching with your Apple account. \nAnyone who does manage to acquire Digital Rights Management free (DRM-free) copies of \ntheir favourite films must nonetheless grapple with ever-changing file format standards, not to \nmention data decay - the gradual process by which electronic information slowly but surely \ncorrupts. Only the regular migration of files from hard drive to hard drive can delay the \ninevitable, in a sisyphean battle against the ravages of digital time. \nIn a sense, none of this is new. Charlie Chaplin burned the negative of his 1926 film A Woman of \nthe Sea as a tax write-off. Many more films have been lost through accident, negligence or plain \nindifference. During a heatwave in July 1937, a Fox film vault in New Jersey burned down, \ndestroying a majority of the silent films produced by the studio. \nBack then, at least, cinema was defined by its ephemerality: the sense that a film was as good \nas gone once it left your local cinema. Today, with film studios keen to stress the breadth of \ntheir back catalogues (or to put in Hollywood terms, the value of their IPs), audiences may start \nto wonder why those same studios seem happy to set the vault alight themselves if it'll help \nnext quarter's numbers."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_014",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements, if true, would best invalidate the main argument of the  passage?",
    "options": [
      "a) Studios and streaming services have committed to giving customers perpetual and platform \nindependent access to the original digital content they have paid for.",
      "When moving to a different geographical location, customers can easily use Virtual Private \nNetworks (VPNs) to bypass geo-blocking and regain access to their content on any \nstreaming service.",
      "Improved cloud storage services have made it possible for movie collections to now be \npreserved in perpetuity, without the need to keep migrating the files.",
      "Recent research has irrefutably proven that Blu-Ray discs have a shelf life of at least 100 \nyears."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_015",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "\"Netflix had begun editing old episodes of Stranger Things to retroactively improve their visual  effects.\" What is the purpose of this example used in the passage?",
    "options": [
      "a) To show that streaming services are controlling access to the cultural commons rather than \nexpanding it. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn",
      "To show a practice that justifies the fears of people who feel streaming services cannot be \ntrusted to be custodians of cultural artefacts like film.",
      "To show how unsubstantiated reports are leading to an increase in the level of distrust \ntowards streaming services.",
      "To show that art in the digital age, specifically film, is no longer sacrosanct, and may be \nchanged to suit changing tastes or technology."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_016",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements about art best captures the arguments made in the  passage?",
    "options": [
      "a) As art is increasingly created, stored and distributed digitally, access to it is \ncounterintuitively likely to be made more difficult by the rapid churn in technology and the \nwhims of host platforms.",
      "In the age of online subscription services, it is time to change our understanding of classic \nworks of art being primarily immutable and easily available to the public.",
      "Accepting retroactive changes to works of art is dangerous because it will encourage \ncreators to not put enough effort into the original attempt, given that they can always edit \nor update their work later.",
      "Works of art belong to the cultural commons and hence must remain available in \nperpetuity, irrespective of who pays for access to them."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_017",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which of the following statements is suggested by the sentence \"Back then, at least, cinema  was defined by its ephemerality: the sense that a film was as good as gone once it left your  local cinema\"?",
    "options": [
      "a) Presently, there is no reason why film studios should remove access to films once they have \nleft the local cinema.",
      "Around a century ago, people were more accepting of not having access to films once they \nleft the local cinema.",
      "Cinema is now no longer as ephemeral as it used to be earlier, because the technology used \nfor creating and preserving films has improved manifold.",
      "Today, films are expected to be available for a long time, since they are no longer tied solely \nto their stay at the local cinema. \nThe passage below is accompanied by four questions. Based on the passage, choose the best \nanswer for each question. \n. . . [T]he idea of craftsmanship is not simply nostalgic. . . . Crafts require distinct skills, an \nallround approach to work that involves the whole product, rather than individual parts, and an \nattitude that necessitates devotion to the job and a focus on the communal interest. The \nconcept of craft emphasises the human touch and individual judgment. \n \n \nOnline CAT Courses: https:///online.bodheeprep.com/learn \n \nEssentially, the crafts concept seems to run against the preponderant ethos of management \nstudies which, as the academics note, have long prioritised efficiency and consistency. . . . Craft \nskills were portrayed as being primitive and traditionalist. \nThe contrast between artisanship and efficiency first came to the fore in the 19th  century when \nBritish manufacturers suddenly faced competition from across the Atlantic as firms developed \nthe \"American system\" using standardised parts. . . the worldwide success of the Singer sewing \nmachine showed the potential of a mass-produced device. This process created its own \nreaction, first in the form of the Arts and Crafts movement of the late 19 th century, and then \nagain in the \"small is beautiful\" movement of the 1970s. A third crafts movement is emerging as \npeople become aware of the environmental impact of conventional industry. \nThere are two potential markets for those who practise crafts. The first stems from the \nexistence of consumers who are willing to pay a premium price for goods that are deemed to \nbe of extra quality. . . . The second market lies in those consumers who wish to use their \npurchases to support local workers, or to reduce their environmental impact by taking goods to \ncraftspeople to be mended, or recycled. \nFor workers, the appeal of craftsmanship is that it allows them the autonomy to make creative \nchoices, and thus makes a job far more satisfying. In that sense, it could offer hope for the \noverall labour market. Let the machines automate dull and repetitive tasks and let workers \nfocus purely on their skills, judgment and imagination. As a current example, the academics cite \nthe \"agile\" manifesto in the software sector, an industry at the heart of technological change. \nThe pioneers behind the original agile manifesto promised to prioritise \"individuals and \ninteractions over processes and tools\". By bringing together experts from different teams, agile \nworking is designed to improve creativity. \nBut the broader question is whether crafts can create a lot more jobs than they do today. \nDemand for crafted products may rise but will it be easy to retrain workers in sectors that might \nget automated (such as truck drivers) to take advantage? In a world where products and \nservices often have to pass through regulatory hoops, large companies will usually have the \nadvantage. \nHistory also suggests that the link between crafts and creativity is not automatic. Medieval craft \nguilds were monopolies which resisted new entrants. They were also highly hierarchical with \nyoung men required to spend long periods as apprentices and journeymen before they could \nset up on their own; by that time the innovative spirit may have been knocked out of them. \nCraft workers can thrive in the modern era, but only if they don't get too organised."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_018",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "We can infer from the passage that medieval crafts guilds resembled mass production in that  both      Online CAT Courses: https:///online.bodheeprep.com/learn",
    "options": [
      "a) discouraged innovation by restricting entry through strict rules.",
      "did not always employ egalitarian production processes.",
      "did not necessarily promote creativity.",
      "focused excessively on product quality."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_019",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements is NOT inconsistent with the views stated in the  passage?",
    "options": [
      "a) We need to support the crafts; only then can we retain the creativity intrinsic to their \nproduction.",
      "The Arts and Crafts movement was initially inspired by the \"American system\" of \nproduction.",
      "Creativity in the crafts could be stifled if the market for artisan goods becomes too \norganised.",
      "The agile movement in software is a throwback to the tenets of the medieval crafts guilds."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_020",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author questions the ability of crafts to create substantial employment opportunities  presently because",
    "options": [
      "a) the low scale of crafts production will not be able to absorb the mass of redundant labour.",
      "regulatory requirements could make it difficult for small crafts outfits to compete.",
      "workers made redundant by automation are unlikely to opt for crafts-related work.",
      "crafts guilds tend to resist new entrants and are unlikely to accept large numbers of \ntrainees."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_021",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "The most recent revival in interest in the crafts is a result of the emergence of all of the  following EXCEPT:",
    "options": [
      "a) concerns about the environmental impact of mass production.",
      "a niche market for discerning buyers of quality products.",
      "support for individual creations as opposed to mass-produced objects.",
      "a greater interest in buying locally produced goods."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_022",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Comprehending a wide range of emotions, Renaissance music nevertheless  portrayed all emotions in a balanced and moderate fashion.  Paragraph: A volume of translated Italian madrigals were published in London during the year  of 1588. This sudden public interest facilitated a surge of English Madrigal writing as well as a      Online CAT Courses: https:///online.bodheeprep.com/learn    spurt of other secular music writing and publication. __(1)   This music boom lasted for thirty  years and was as much a golden age of music as British literature was with Shakespeare and  Queen Elizabeth I. __(2). The rebirth in both literature and music originated in Italy and  migrated to England; the English madrigal became more humorous and lighter in England as  compared to Italy. Renaissance music was mostly polyphonic in texture.   . Extrem contrasts in  dynamics, rhythm, and tone colour do not occur. (4). The rhythms in Renaissance music tend to  have a smooth, soft flow instead of a sharp, well-defined pulse of accents.",
    "options": [
      "a) Option 1",
      "Option 3",
      "Option 4",
      "Option 2"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_023",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Cartographers design and create maps to communicate information about phenomena located  somewhere on our planet. In the past, cartographers did not worry too much about who was  going to read their maps. Although some simple \"usability\" research was done-like comparing  whether circle or bar symbols worked best-cartographers knew how to make maps. This has  changed now, however, due to all kinds of societal and technological developments. Today,  map readers are more demanding-mostly because of the tools they use to read maps.  Cartographers, who are also influenced by these trends, are now more interested in seeing if  their products are efficient, effective, and appreciated.",
    "options": [
      "a) New technological developments have prompted cartographers to experiment with their \nmaps by applying these new innovations.",
      "Today, cartographers also need to look into the usability of maps because of the new \ntechnological developments.",
      "Maps are being used for a variety of reasons and therefore map readers have become more \ndemanding.",
      "Modern mapmakers evaluate a map's effectiveness efficiency and satisfaction of the user \nthrough a series of experiments."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2024_s1_024",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "VARC",
    "question_text": "Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. Urbanites also have more and better options for getting around: Uber is ubiquitous; easy- to-rent dockless bicycles are spreading; battery-powered scooters will be next.  2. When more people use buses or trains the service usually improves because public- transport agencies run more buses and trains.      Online CAT Courses: https:///online.bodheeprep.com/learn    3. Worsening services on public transport, terrorist attacks in some urban metros and a rise in  fares have been blamed for this trend.  4. It seems more likely that public transport is being squeezed structurally as people's need to  travel is diminishing as a result of smartphones, videoconferencing, online shopping and so  on.  5. There has been a puzzling decline in the use of urban public transport in many countries in  the west, despite the growth in urban populations and rising employment.          Online CAT Courses: https:///online.bodheeprep.com/learn",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_001",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "A fundamental conclusion by the author is that:  [1] the best circumstances for crime to flourish are when there are severe racial  disparities.  [2] to prevent crime, it is important to maintain social order through maintaining social  segregation.  [3] according to European sociologists, crime in America is mainly in Chicago.  [4] rapid population growth and demographic diversity give rise to social disorganisation  that can feed the growth of crime.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_002",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "Which one of the following sets of words/phrases best encapsulates the issues  discussed in the passage?  [1] Durkheim; Marx; Toennies; Shaw  [2] Chicago School; Native-born Whites; European immigrants; Poverty  [3] Chicago School; Social organisation; Migration; Crime  [4] Rapid population growth; Heavy industry; Segregation; Crime",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_003",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "Which one of the following is not a valid inference from the passage?  [1] The differences between urban and rural lifestyles were crucial factors in the  disruption experienced by migrants to American cities.      [2] According to social disorganisation theory, the social integration of African American  migrants into Chicago was slower because they were less organised.  [3] According to social disorganisation theory, fast-paced social change provides fertile  ground for the rapid growth of crime.  [4] The failure to integrate in-migrants, along with social problems like poverty, was a  significant reason for the rise in crime in American cities.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_004",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The author notes that, \"At the start of the twentieth century, Americans were  predominately a rural population, but by the century's mid-point most lived in urban  areas.\" Which one of the following statements, if true, does not contradict this  statement?  [1] Demographic transition in America in the twentieth century is strongly marked by an  outmigration from rural areas.  [2] The estimation of per capita income in America in the mid-twentieth century  primarily required data from rural areas.  [3] Economists have found that throughout the twentieth century, the size of the labour  force in America has always been largest in rural areas.  [4] A population census conducted in 1952 showed that more Americans lived in rural  areas than in urban ones.  The passage below is accompanied by a set of questions. Choose the best answer to  each question.  Interpretations of the Indian past . . . were inevitably influenced by colonial concerns  and interests, and also by prevalent European ideas about history, civilization and the  Orient. Orientalist scholars studied the languages and the texts with selected Indian  scholars, but made little attempt to understand the world-view of those who were  teaching them. The readings therefore are something of a disjuncture from the  traditional ways of looking at the Indian past. . . .  Orientalism [which we can understand broadly as Western perceptions of the Orient]  fuelled the fantasy and the freedom sought by European Romanticism, particularly in its  opposition to the more disciplined Neo-Classicism. The cultures of Asia were seen as  bringing a new Romantic paradigm. Another Renaissance was anticipated through an  acquaintance with the Orient, and this, it was thought, would be different from the  earlier Greek Renaissance. It was believed that this Oriental Renaissance would liberate  European thought and literature from the increasing focus on discipline and rationality      that had followed from the earlier Enlightenment. . . [The Romantic English poets,  Wordsworth and Coleridge,] were apprehensive of the changes introduced by  industrialization and turned to nature and to fantasies of the Orient.  However, this enthusiasm gradually changed, to conform with the emphasis later in the  nineteenth century on the innate superiority of European civilization. Oriental  civilizations were now seen as having once been great but currently in decline. The  various phases of Orientalism tended to mould European understanding of the Indian  past into a particular pattern. . . . There was an attempt to formulate Indian culture as  uniform, such formulations being derived from texts that were given priority. The so- called 'discovery' of India was largely through selected literature in Sanskrit. This  interpretation tended to emphasize nonhistorical aspects of Indian culture, for example  the idea of an unchanging continuity of society and religion over 3,000 years; and it was  believed that the Indian pattern of life was so concerned with metaphysics and the  subtleties of religious belief that little attention was given to the more tangible aspects.  German Romanticism endorsed this image of India, and it became the mystic land for  many Europeans, where even the most ordinary actions were imbued with a complex  symbolism. This was the genesis of the idea of the spiritual east, and also, incidentally,  the refuge of European intellectuals seeking to distance themselves from the changing  patterns of their own societies. A dichotomy in values was maintained, Indian values  being described as 'spiritual' and European values as 'materialistic', with little attempt to  juxtapose these values with the reality of Indian society. This theme has been even  more firmly endorsed by a section of Indian opinion during the last hundred years.  It was a consolation to the Indian intelligentsia for its perceived inability to counter the  technical superiority of the west, a superiority viewed as having enabled Europe to  colonize Asia and other parts of the world. At the height of anti-colonial nationalism it  acted as a salve for having been made a colony of Britain.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_005",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "It can be inferred from the passage that to gain a more accurate view of a nation's  history and culture, scholars should do all of the following EXCEPT:  [1] examine their own beliefs and biases.  [2] develop an oppositional framework to grasp cultural differences.  [3] examine the complex reality of that nation's society.  [4] read widely in the country's literature.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_006",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "In the context of the passage, all of the following statements are true EXCEPT:  [1] India's spiritualism served as a salve for European colonisers.  [2] Orientalists' understanding of Indian history was linked to colonial concerns.  [3] Indian texts influenced Orientalist scholars.  [4] Orientalist scholarship influenced Indians.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_007",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "It can be inferred from the passage that the author is not likely to support the view that:  [1] India's culture has evolved over the centuries.  [2] Indian culture acknowledges the material aspects of life.  [3] the Orientalist view of Asia fired the imagination of some Western poets.  [4] India became a colony although it matched the technical knowledge of the West.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_008",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "Which one of the following styles of research is most similar to the Orientalist scholars'  method of understanding Indian history and culture?  [1] Reading about the life of early American settlers and later waves of migration to  understand the evolution of American culture.  [2] Reading 18th  century accounts by travellers to India to see how they viewed Indian  life and culture of the time.  [3] Studying artefacts excavated at a palace to understand the lifestyle of those who  lived there.  [4] Analysing Hollywood action movies that depict violence and sex to understand  contemporary America.  The passage below is accompanied by a set of questions. Choose the best answer to  each question.  As software improves, the people using it become less likely to sharpen their own know- how. Applications that offer lots of prompts and tips are often to blame; simpler, less  solicitous programs push people harder to think, act and learn.      Ten years ago, information scientists at Utrecht University in the Netherlands had a  group of people carry out complicated analytical and planning tasks using either  rudimentary software that provided no assistance or sophisticated software that offered  a great deal of aid. The researchers found that the people using the simple software  developed better strategies, made fewer mistakes and developed a deeper aptitude for  the work. The people using the more advanced software, meanwhile, would often  \"aimlessly click around\" when confronted with a tricky problem. The supposedly helpful  software actually short-circuited their thinking and learning.  [According to] philosopher Hubert Dreyfus . . . . our skills get sharper only through  practice, when we use them regularly to overcome different sorts of difficult challenges.  The goal of  modern software, by contrast, is to ease our way through such challenges. Arduous,  painstaking work is exactly what programmers are most eager to automate-after all,  that is where the immediate efficiency gains tend to lie. In other words, a fundamental  tension ripples between the interests of the people doing the automation and the  interests of the people doing the work.  Nevertheless, automation's scope continues to widen. With the rise of electronic health  records, physicians increasingly rely on software templates to guide them through  patient exams. The programs incorporate valuable checklists and alerts, but they also  make medicine more routinized and formulaic—and distance doctors from their  patients . . . Harvard Medical School professor Beth Lown, in a 2012 journal article . . .  warned that when doctors become \"screen-driven,\" following a computer's prompts  rather than \"the patient's narrative thread,\" their thinking can become constricted. In  the worst cases, they may miss important diagnostic signals. . . .  In a recent paper published in the journal Diagnosis, three medical researchers . . .  examined the misdiagnosis of Thomas Eric Duncan, the first person to die of Ebola in the  U.S., at Texas Health Presbyterian Hospital Dallas. They argue that the digital templates  used by the hospital's clinicians to record patient information probably helped to induce  a kind of tunnel vision. \"These highly constrained tools,\" the researchers write, \"are  optimized for data capture but at the expense of sacrificing their utility for appropriate  triage and diagnosis, leading users to miss the forest for the trees.\" Medical software,  they write, is no \"replacement for basic history-taking, examination skills, and critical  thinking.\" . . . There is an alternative. In \"human-centered automation,\" the talents of  people take precedence . . . . In this model, software plays an essential but secondary  role. It takes over routine functions that a human operator has already mastered, issues  alerts when unexpected situations arise, provides fresh information that expands the  operator's perspective and counters the biases that often distort human thinking. The  technology becomes the expert's partner, not the expert's replacement.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_009",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "In the Ebola misdiagnosis case, we can infer that doctors probably missed the forest for  the  trees because:  [1] they were led by the data processed by digital templates.  [2] the data collected were not sufficient for appropriate triage.  [3] they used the wrong type of digital templates for the case.  [4] the digital templates forced them to acquire tunnel vision.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_010",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "It can be inferred that in the Utrecht University experiment, one group of people was  \"aimlessly clicking around\" because:  [1] the other group was carrying out the tasks more efficiently.  [2] they did not have the skill-set to address complicated tasks.  [3] they were hoping that the software would help carry out the tasks.  [4] they wanted to avoid making mistakes.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_011",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "From the passage, we can infer that the author is apprehensive about the use of  sophisticated automation for all of the following reasons EXCEPT that:  [1] it could mislead people.  [2] it stops users from exercising their minds.  [3] computers could replace humans.  [4] it stunts the development of its users.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_012",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "In the context of the passage, all of the following can be considered examples of  humancentered automation EXCEPT:      [1] a smart-home system that changes the temperature as instructed by the resident.  [2] software that offers interpretations when requested by the human operator.  [3] medical software that provides optional feedback on the doctor's analysis of the  medical situation.  [4] software that auto-completes text when the user writes an email.  The passage below is accompanied by a set of questions. Choose the best answer to  each  question.  Nature has all along yielded her flesh to humans. First, we took nature's materials as  food, fibers, and shelter. Then we learned to extract raw materials from her biosphere  to create our own new synthetic materials. Now Bios is yielding us her mind-we are  taking her logic. Clockwork logic-the logic of the machines-will only build simple  contraptions. Truly complex systems such as a cell, a meadow, an economy, or a brain  (natural or artificial) require a rigorous nontechnological logic. We now see that no logic  except bio-logic can assemble a thinking device, or even a workable system of any  magnitude.  It is an astounding discovery that one can extract the logic of Bios out of biology and  have something useful. Although many philosophers in the past have suspected one  could abstract the laws of life and apply them elsewhere, it wasn't until the complexity  of computers and human-made systems became as complicated as living things, that it  was possible to prove this. It's eerie how much of life can be transferred. So far, some of  the traits of the living that have successfully been transported to mechanical systems  are: self-replication, selfgovernance, limited self-repair, mild evolution, and partial  learning.  We have reason to believe yet more can be synthesized and made into something new.  Yet at the same time that the logic of Bios is being imported into machines, the logic of  Technos is being imported into life. The root of bioengineering is the desire to control  the organic long enough to improve it. Domesticated plants and animals are examples of  technos-logic applied to life. The wild aromatic root of the Queen Anne's lace weed has  been fine-tuned over generations by selective herb gatherers until it has evolved into a  sweet carrot of the garden; the udders of wild bovines have been selectively enlarged in  a \"unnatural\" way to satisfy humans rather than calves. Milk cows and carrots,  therefore, are human inventions as much as steam engines and gunpowder are. But  milk cows and carrots are more indicative of the kind of inventions humans will make in  the future: products that are grown rather than manufactured.      Genetic engineering is precisely what cattle breeders do when they select better strains  of Holsteins, only bioengineers employ more precise and powerful control. While carrot  and milk cow breeders had to rely on diffuse organic evolution, modern genetic  engineers can use  directed artificial evolution-purposeful design—which greatly accelerates  improvements. The overlap of the mechanical and the lifelike increases year by year.  Part of this bionic convergence is a matter of words. The meanings of \"mechanical\" and  \"life\" are both stretching until all complicated things can be perceived as machines, and  all self-sustaining machines can be perceived as alive. Yet beyond semantics, two  concrete trends are happening: (1) Human-made things are behaving more lifelike, and  (2) Life is becoming more engineered. The apparent veil between the organic and the  manufactured has crumpled to reveal that the two really are, and have always been, of  one being.  Which one of the following sets of words/phrases best serves as keywords to the  passage?  [1] Complex systems; Bio-logic; Bioengineering; Technos-logic; Convergence  [2] Nature; Bios; Technos; Self-repair; Holsteins  [3] Nature; Computers; Carrots; Milk cows; Genetic engineering  [4] Complex systems; Carrots; Milk cows; Convergence; Technos-logic  None of the following statements is implied by the arguments of the passage, EXCEPT:  [1] purposeful design represents the pinnacle of scientific expertise in the service of  human betterment and civilisational progress.  [2] the biological realm is as complex as the mechanical one; which is why the logic of  Bios is being imported into machines.  [3] historically, philosophers have known that the laws of life can be abstracted and  applied elsewhere.  [4] genetic engineers and bioengineers are the same insofar as they both seek to force  evolution in an artificial way.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_015",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The author claims that, \"The apparent veil between the organic and the manufactured  has crumpled to reveal that the two really are, and have always been, of one being.\"      Which one of the following statements best expresses the point being made by the  author here?  [1] Organic reality has crumpled under the veil of manufacturing, rendering the  apparent and  the real as the same being.  [2] The crumpling of the organic veil between apparent and manufactured reality  reveals them to have the same being.  [3] Apparent reality and organic reality are distinguished by the fact that the former is  manufactured.  [4] Scientific advances are making it increasingly difficult to distinguish between organic  reality and manufactured reality.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_016",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The author claims that, \"Part of this bionic convergence is a matter of words\". Which  one of the following statements best expresses the point being made by the author?  [1] A bionic convergence indicates the meeting ground of genetic engineering and  artificial intelligence.  [2] \"Mechanical\" and \"life\" were earlier seen as opposite in meaning, but the difference  between the two is increasingly blurred.  [3] \"Bios\" and \"Technos\" are both convergent forms of logic, but they generate  meanings about the world that are mutually exclusive.  [4] \"Mechanical\" and \"life\" are words from different logical systems and are, therefore,  fundamentally incompatible in meaning.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_017",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option  that best captures the essence of the passage.  \"It does seem to me that the job of comedy is to offend, or have the potential to offend,  and it cannot be drained of that potential,\" Rowan Atkinson said of cancel culture.  \"Every joke has a victim. That's the definition of a joke. Someone or something or an  idea is made to look ridiculous.\" The Netflix star continued, \"I think you've got to be  very, very careful about saying what you're allowed to make jokes about. You've always  got to kick up? Really?\" He added, \"There are lots of extremely smug and self-satisfied      people in what would be deemed lower down in society, who also deserve to be pulled  up. In a proper free society, you should be allowed to make jokes about absolutely  anything.\"  [1] Cancel culture does not understand the role and duty of comedians, which is to  deride and mock everyone.  [2] Every joke needs a victim and one needs to include people from lower down the  society and not just the upper class.  [3] All jokes target someone and one should be able to joke about anyone in the society,  which is inconsistent with cancel culture.  [4] Victims of jokes must not only be politicians and royalty, but also arrogant people  from lower classes should be mentioned by comedians.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_018",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:  [1] If I wanted to sit indoors and read, or play Sonic the Hedgehog on a red-hot Sega  Mega Drive, I would often be made to feel guilty about not going outside to \"enjoy it  while it lasts\".  [2] My mum, quite reasonably, wanted me and my sister out of the house, in the sun.  [3] Tales of my mum's idyllic-sounding childhood in the Sussex countryside, where trees  were climbed by 8 am and streams navigated by lunchtime, were passed down to us like  folklore.  [4] To an introverted kid, that felt like a threat - and the feeling has stayed with me.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_019",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option  that best captures the essence of the passage.  Tamsin Blanchard, curator of Fashion Open Studio, an initiative by a campaign group  showcasing the work of ethical designers says, \"We're all drawn to an exquisite piece of  embroidery, a colourful textile or even a style of dressing that might have originated  from another heritage. [But] this magpie mentality, where all of culture and history is up  for grabs as 'inspiration', has accelerated since the proliferation of social media... Where  once a fashion student might research the history and traditions of a particular item of  clothing with care and respect, we now have a world where images are lifted from      image libraries without a care for their cultural significance. It's easier than ever to steal  a motif or a craft technique  and transfer it on to a piece of clothing that is either mass produced or appears on a  runway without credit or compensation to their original communities.\"  [1] Copying an embroidery design or pattern of textile from native communities who  own them is tantamount to stealing and they need to be compensated.  [2] Cultural collaboration is the need of the hour. Beautiful design ideas of indigenous  people need to be showcased and shared worldwide.  [3] Taking fashion ideas from any cultural group without their consent is a form of  appropriation without giving due credit, compensation, and respect.  [4] Media has encouraged mass production; images are copied effortlessly without care  or concern for the interests of ethnic communities.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_020",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:  [1] Various industrial sectors including retail, transit systems, enterprises, educational  institutions, event organizing, finance, travel etc. have now started leveraging these  beacons solutions to track and communicate with their customers.  [2] A beacon fixed on to a shop wall enables the retailer to assess the proximity of the  customer, and come up with a much targeted or personalized communication like  offers, discounts and combos on products in each shelf.  [3] Smart phones or other mobile devices can capture the beacon signals, and distance  can be estimated by measuring received signal strength.  [4] Beacons are tiny and inexpensive, micro-location-based technology devices that can  send radio frequency signals and notify nearby Bluetooth devices of their presence and  transmit information.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_021",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option  that best captures the essence of the passage.      To defend the sequence of alphabetisation may seem bizarre, so obvious is its  application  that it is hard to imagine a reference, catalogue or listing without it. But alphabetical  order was not an immediate consequence of the alphabet itself. In the Middle Ages,  deference for ecclesiastical tradition left scholars reluctant to categorise things  according to the alphabet to do so would be a rejection of the divine order. The  rediscovery of the ancient Greek and Roman classics necessitated more efficient ways of  ordering, searching and referencing texts. Government bureaucracy in the 16th and  17th centuries quickened the advance of alphabetical order, bringing with it  pigeonholes, notebooks and card indexes.  [1] The alphabetic order took several centuries to gain common currency because of  religious beliefs and a lack of appreciation of its efficacy in the ordering of things.  [2] Unlike the alphabet, once the efficacy of the alphabetic sequence became apparent  to scholars and administrators, its use became widespread.  [3] The ban on the use by scholars of any form of categorisation - but the divinely  ordained one - delayed the adoption of the alphabetic sequence by several centuries.  [4] While adoption of the written alphabet was easily accomplished, it took scholars  several centuries to accept the alphabetic sequence as a useful tool in their work.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_022",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and  decide in which blank (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: This has meant a lot of uncertainty around what a wide-scale return to office  might look like in practice.  Paragraph: Bringing workers back to their desks has been a rocky road for employers  and employees alike. The evolution of the pandemic has meant that best laid plans have  often not materialised.   (1) ___ The flow of workers back into offices has been more of  a trickle than a steady stream.   (2)   Yet while plenty of companies are still working  through their new policies, some employees across the globe are now back at their  desks, whether on a full-time or hybrid basis.(3) That means we're beginning to get  some clarity on what return-to-office means - what's working, as well as what has yet to  be settled.     (4)      [1] Option 1  [2] Option 2  [3] Option 3  [4] Option 4",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_023",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and  decide in which blank (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: When people socially learn from each other, they often learn without  understanding why what they're copying-the beliefs and behaviours and technologies  and know-how-works.  Paragraph:   (1)   . The dual-inheritance theory ....says....that inheritance is itself an  evolutionary system. It has variation. What makes us a new kind of animal, and so  different and successful as a species, is we rely heavily on social learning, to the point  where socially acquired information is effectively a second line of inheritance, the first  being our genes....    (2)   . People tend to home in on who seems to be the smartest or most successful  person around, as well as what everybody seems to be doing-the majority of people  have something worth learning.   (3)   When you repeat this process over time, you can  get, around the world, cultural packages-beliefs or behaviours or technology or other  solutions-that are adapted to the local conditions. People have different psychologies,  effectively.   (4)   .  [1] Option 1  [2] Option 2  [3] Option 3  [4] Option 4",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s3_024",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:      [1] The more we are able to accept that our achievements are largely out of our control,  the easier it becomes to understand that our failures, and those of others, are too.  [2] But the raft of recent books about the limits of merit is an important correction to  the arrogance of contemporary entitlement and an opportunity to reassert the  importance of luck, or grace, in our thinking.  [3] Meritocracy as an organising principle is an inevitable function of a free society, as  we are designed to see our achievements as worthy of reward.  [4] And that in turn should increase our humility and the respect with which we treat  our fellow citizens, helping ultimately to build a more compassionate society.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_001",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "Which one of the following statements, if true, would weaken the author's claim that  humans are musicking creatures?  [1] As musicking is neither language-like nor symbol-like, it is a much older form of  expression.  [2] Nonmusical capacities are of far greater consequence to human survival than the  capacity for music.  [3] Musical capacities are primarily socio-cultural, which explains the wide diversity of  musical forms.  [4] From a cognitive and psychological vantage, musicking arises from unconscious  dispositions, not conscious ones.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_002",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "Which one of the following sets of terms best serves as keywords to the passage?  [1] Humans; Psychological vantage; Musicking; Cassirer; Emergence of music.  [2] Musicking; Cognitive psychology; Antique; Symbol-makers; Modernity.  [3] Humans; Capacities; Language; Symbols; Modernity.  [4] Humans; Musicking; Linguistic capacities; Symbol-making; Modern humanity.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_003",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "Based on the passage, which one of the following statements is a valid argument about  the emergence of music/musicking?  [1] Although musicking is not language-like, it shares the quality of being a form of  expression.  [2] All musical work is located in the overlap between linguistic capacity and music  production.  [3] Anyone who can perceive and experience music must be considered capable of  musicking.  [4] 20,000 years ago, human musical capacities were not very different from what they  are today.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_004",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "https://online.bodheeprep.com/learn    \"Think beyond all the qualifications that might trail after this bald statement ...\" In the  context of the passage, what is the author trying to communicate in this quoted extract?  [1] Thinking beyond qualifications allows us to give free reign to musical expressions.  [2] A bald statement is one that is trailed by a series of qualifying clarifications and  caveats.  [3] Although there may be many caveats and other considerations, the statement is  essentially true.  [4] A bald statement is one that requires no qualifications to infer its meaning.  The passage below is accompanied by a set of questions. Choose the best answer to  each question.  [Octopuses are] misfits in their own extended families ... They belong to the Mollusca  class Cephalopoda. But they don't look like their cousins at all. Other molluscs include  sea snails, sea slugs, bivalves - most are shelled invertebrates with a dorsal foot.  Cephalopods are all arms, and can be as tiny as 1 centimetre and as large at 30 feet.  Some of them have brains the size of a walnut, which is large for an invertebrate. . . .  It makes sense for these molluscs to have added protection in the form of a higher  cognition; they don't have a shell covering them, and pretty much everything feeds on  cephalopods, including humans. But how did cephalopods manage to secure their own  invisibility cloak?  Cephalopods fire from multiple cylinders to achieve this in varying degrees from species  to species. There are four main catalysts - chromatophores, iridophores, papillae and  leucophores....  [Chromatophores] are organs on their bodies that contain pigment sacs, which have red,  yellow and brown pigment granules. These sacs have a network of radial muscles,  meaning muscles arranged in a circle radiating outwards. These are connected to the  brain by a nerve. When the cephalopod wants to change colour, the brain carries an  electrical impulse through the nerve to the muscles that expand outwards, pulling open  the sacs to display the colours on the skin. Why these three colours? Because these are  the colours the light reflects at the depths they live in (the rest is absorbed before it  reaches those depths). . . . Well, what about other colours? Cue the iridophores. Think  of a second level of skin that has thin stacks of cells. These can reflect light back at  different wavelengths. . . It's using the same properties that we've seen in hologram  stickers, or rainbows on puddles of oil. You move your head and you see a different  colour. The sticker isn't doing anything but reflecting light - it's your movement that's  changing the appearance of the colour. This property of holograms, oil and other such  surfaces is called \"iridescence\". . . .  Papillae are sections of the skin that can be deformed to make a texture bumpy. Even  humans possess them (goosebumps) but cannot use them in the manner that  cephalopods can. For instance, the use of these cells is how an octopus can wrap itself      https://online.bodheeprep.com/learn    over a rock and appear jagged or how a squid or cuttlefish can imitate the look of a coral  reef by growing miniature towers on its skin. It actually matches the texture of the  substrate it chooses. Finally, the leucophores: According to a paper, published in Nature,  cuttlefish and octopuses possess an additional type of reflector cell called a leucophore.  They are cells that scatter full spectrum light so that they appear white in a similar way  that a polar bear's fur appears white. Leucophores will also reflect any filtered light  shown on them . . If the water appears blue at a certain depth, the octopuses and  cuttlefish can appear blue; if the water appears green, they appear green, and so on and  so forth.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_005",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "All of the following are reasons for octopuses being \"misfits\" EXCEPT that they:  [1] exhibit higher intelligence than other molluscs.  [2] do not possess an outer protective shell.  [3] are consumed by humans and other animals.  [4] have several arms.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_006",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "Based on the passage, it can be inferred that camouflaging techniques in an octopus are  most dissimilar to those in:  [1] polar bears  [2] cuttlefish  [3] squids  [4] sea snails",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_007",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "Based on the passage, we can infer that all of the following statements, if true, would  weaken the camouflaging adeptness of Cephalopods EXCEPT:  [1] the hydrostatic pressure at the depths at which Cephalopods reside renders radial  muscle movements difficult.  [2] the number of chromatophores in Cephalopods is half the number of iridophores  and leucophores.  [3] light reflects the colours red, green, and yellow at the depths at which Cephalopods  reside.  [4] the temperature of water at the depths at which Cephalopods reside renders the  transmission of neural signals difficult.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_008",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "https://online.bodheeprep.com/learn    Which one of the following statements is not true about the camouflaging ability of  Cephalopods?  [1] Cephalopods can change their colour.  [2] Cephalopods can change their texture.  [3] Cephalopods can blend into the colour of their surroundings.  [4] Cephalopods can take on the colour of their predator.  The passage below is accompanied by a set of questions. Choose the best answer to  each https://bodheeprep.com/  We begin with the emergence of the philosophy of the social sciences as an arena of  thought and as a set of social institutions. The two characterisations overlap but are not  congruent. Academic disciplines are social institutions. . . My view is that institutions are  all those social entities that organise action: they link acting individuals into social  structures. There are various kinds of institutions. Hegelians and Marxists emphasise  universal institutions such as the family, rituals, governance, economy and the military.  These are mostly institutions that just grew. Perhaps in some imaginary beginning of  time they spontaneously appeared. In their present incarnations, however, they are  very much the product of conscious attempts to mould and plan them. We have family  law, established and disestablished churches, constitutions and laws, including those  governing the economy and the military. Institutions deriving from statute, like joint- stock companies are formal by contrast with informal ones such as friendships. There  are some institutions that come in both informal and formal variants, as well as in mixed  ones. Consider the fact that the stock exchange and the black market are both market  institutions, one formal one not. Consider further that there are many features of the  work of the stock exchange that rely on informal, noncodifiable agreements, not least  the language used for communication. To be precise, mixtures are the norm . . . From  constitutions at the top to by-laws near the bottom we are always adding to, or  tinkering with, earlier institutions, the grown and the designed are intertwined. It is  usual in social thought to treat culture and tradition as different from, although  alongside, institutions. The view taken here is different. Culture and tradition are sub- sets of institutions analytically isolated for explanatory or expository purposes. Some  social scientists have taken all institutions, even purely local ones, to be entities that  satisfy basic human needs - under local conditions . . . Others differed and declared any  structure of reciprocal roles and norms an institution. Most of these differences are  differences of emphasis rather than disagreements. Let us straddle all these versions  and present institutions very generally . . . as structures that serve to coordinate the  actions of individuals. . . . Institutions themselves then have no aims or purpose other  than those given to them by actors or used by actors to explain them . . .  Language is the formative institution for social life and for science . . . Both formal and  informal language is involved, naturally grown or designed. (Language is all of these to  varying degrees.) Languages are paradigms of institutions or, from another perspective,      https://online.bodheeprep.com/learn    nested sets of institutions. Syntax, semantics, lexicon and alphabet/character-set are all  institutions within the larger institutional framework of a written language. Natural  languages are typical examples of what Ferguson called 'the result of human action, but  not the execution of any human design'[;] reformed natural languages and artificial  languages introduce design into their modifications or refinements of natural language.  Above all, languages are paradigms of institutional tools that function to coordinate.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_009",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "\"Consider the fact that the stock exchange and the black market are both market  institutions, one formal one not.\" Which one of the following statements best explains  this quote, in the context of the passage?  [1] Market instruments can be formally traded in the stock exchange and informally  traded in the black market.  [2] The stock exchange and the black market are both organised to function by rules.  [3] The stock exchange and the black market are both dependent on the market to  survive.  [4] The stock exchange and the black market are examples of how, even within the same  domain, different kinds of institutions can co-exist.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_010",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "All of the following inferences from the passage are false, EXCEPT:  [1] institutions like the family, rituals, governance, economy, and the military are natural  and cannot be consciously modified.  [2] as concepts, \"culture\" and \"tradition\" have no analytical, explanatory or expository  power, especially when they are treated in isolation.  [3] the institution of friendship cannot be found in the institution of joint-stock  companies because the first is an informal institution, while the second is a formal one.  [4] \"natural language\" refers to that stage of language development where no conscious  human intent is evident in the formation of language.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_011",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "In the first paragraph of the passage, what are the two \"characterisations\" that are seen  as  [1] \"an arena of thought\" and \"academic disciplines\".  [2] \"individuals\" and \"social structures\".  [3] \"academic disciplines\" and \"institutions\".  [4] \"the philosophy of the social sciences\" and \"a set of social institutions\".",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_012",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "https://online.bodheeprep.com/learn    Which of the following statements best represents the essence of the passage?  [1] It is usual in social thought to treat culture and tradition as different from  institutions.  [2] Language is the fundamental formal institution for social life and for science.  [3] The stock exchange and the black market are both market institutions.  [4] Institutions are structures that serve to coordinate the actions of individuals.  The passage below is accompanied by a set of questions. Choose the best answer to  each question.  When we teach engineering problems now, we ask students to come to a single \"best\"  solution defined by technical ideals like low cost, speed to build, and ability to scale. This  way of teaching primes students to believe that their decision-making is purely  objective, as it is grounded in math and science. This is known as technical-social  dualism, the idea that the technical and social dimensions of engineering problems are  readily separable and remain distinct throughout the problem-definition and solution  process.  Nontechnical parameters such as access to a technology, cultural relevancy or potential  harms are deemed political and invalid in this way of learning. But those technical ideals  are at their core social and political choices determined by a dominant culture focused  on economic growth for the most privileged segments of society. By choosing to  downplay public welfare as a critical parameter for engineering design, we risk creating  a culture of disengagement from societal concerns amongst engineers that is  antithetical to the ethical code of engineering.  In my field of medical devices, ignoring social dimensions has real consequences. . . .  Most FDA-approved drugs are incorrectly dosed for people assigned female at birth,  leading to unexpected adverse reactions. This is because they have been inadequately  represented in  Beyond physical failings, subjective beliefs treated as facts by those in decision-making  roles can encode social inequities. For example, spirometers, routinely used devices that  measure lung capacity, still have correction factors that automatically assume smaller  lung capacity in Black and Asian individuals. These racially based adjustments are  derived from research done by eugenicists who thought these racial differences were  biologically determined and who considered nonwhite people as inferior. These  machines ignore the influence of social and environmental factors on lung capacity.  Many technologies for systemically marginalized people have not been built because  they were not deemed important such as better early diagnostics and treatment for  diseases like endometriosis, a disease that afflicts 10 percent of people with uteruses.  And we hardly question whether devices are built sustainably, which has led to a crisis  of medical waste and health care accounting for 10 percent of U.S. greenhouse gas  emissions.      https://online.bodheeprep.com/learn    Social justice must be made core to the way engineers are trained. Some universities are  working on this. . . . Engineers taught this way will be prepared to think critically about  what problems we choose to solve, how we do so responsibly and how we build teams  that challenge our ways of thinking.  Individual engineering professors are also working to embed societal needs in their  pedagogy. Darshan Karwat at the University of Arizona developed activist engineering to  challenge engineers to acknowledge their full moral and social responsibility through  practical selfreflection. Khalid Kadir at the University of California, Berkeley, created the  popular course Engineering, Environment, and Society that teaches engineers how to  engage in place-based knowledge, an understanding of the people, context and history,  to design better technical approaches in collaboration with communities. When we  design and build with equity and justice in mind, we craft better solutions that respond  to the complexities of entrenched systemic problems.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_013",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "In this passage, the author is making the claim that:  [1] technical-social dualism has emerged as a technique for engineering students to  incorporate social considerations into their technical  [2] engineering students today are trained to be non-subjective in their reasoning as this  best enables them to develop much-needed universal solutions.  [3] the objective of best solutions in engineering has shifted the focus of pedagogy from  humanism and social obligations to technological perfection.  [4] engineering students today are taught to focus on objective technical outcomes,  independent of the social dimensions of their work.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_014",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "We can infer that the author would approve of a more evolved engineering pedagogy  that includes all of the following EXCEPT:  [1] moving towards technical-social dualism where social community needs are  incorporated in problem-definition and solutions.  [2] design that is based on the needs of communities using local knowledge and  responding to local priorities.  [3] making considerations of environmental sustainability intrinsic to the development  of technological solutions.  [4] a more responsible approach to technical design and problem-solving than a focus  on speed in developing and bringing to scale.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_015",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "All of the following are examples of the negative outcomes of focusing on technical  ideals in the medical sphere EXCEPT the:      https://online.bodheeprep.com/learn    [1] continuing calibration of medical devices based on past racial biases that have  remained unadjusted for changes.  [2] incorrect assignment of people as female at birth which has resulted in faulty drug  interventions.  [3] neglect of research and development of medical technologies for the diagnosis and  treatment of diseases that typically afflict marginalised communities.  [4] exclusion of non-privileged groups in clinical trials which leads to incorrect drug  dosages.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_016",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "The author gives all of the following reasons for why marginalised people are  systematically discriminated against in technology-related interventions EXCEPT:  [1] \"And we hardly question whether devices are built sustainably, which has led to a  crisis of medical waste and health care accounting for 10 percent of U.S. greenhouse gas  emissions.\"  [2] \"But those technical ideals are at their core social and political choices determined  by a dominant culture focused on economic growth for the most privileged segments of  society.\"  [3] \"These racially based adjustments are derived from research done by eugenicists  who thought these racial differences were biologically determined and who considered  nonwhite people as inferior.\"  [4] \"Beyond physical failings, subjective beliefs treated as facts by those in decision- making roles can encode social inequities.\"",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_017",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option  that best captures the essence of the passage.  Today, many of the debates about behavioural control in the age of big data echo Cold  Warera anxieties about brainwashing, insidious manipulation and repression in the  'technological society'. In his book Psychopolitics, Han warns of the sophisticated use of  targeted online content, enabling 'influence to take place on a pre-reflexive level'. On  our current trajectory, \"freedom will prove to have been merely an interlude.\" The fear  is that the digital age has not liberated us but exposed us, by offering up our private  lives to machine-learning algorithms that can process masses of personal and  behavioural data. In a world of influencers and digital entrepreneurs, it's not easy to  imagine the resurgence of a culture engendered through disconnect and disaffiliation,  but concerns over the threat of online targeting, polarisation and big data have inspired  recent polemics about the need to rediscover solitude and disconnect.  [1] The role of technology in influencing public behaviour is reminiscent of the manner  in which behaviour was manipulated during the Cold War.      https://online.bodheeprep.com/learn    [2] With big data making personal information freely available, the debate on the nature  of freedom and the need for privacy has resurfaced.  [3] The notion of freedom and privacy is at stake in a world where artificial intelligence  is  capable of influencing behaviour through data gathered online.  [4] Rather than freeing us, digital technology is enslaving us by collecting personal  information and influencing our online behaviour.  The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:  [1] The trajectory of cheerfulness through the self is linked to the history of the word  'cheer' which comes from an Old French meaning 'face'.  [2] Translations of the Bible into vernacular languages, expanded the noun 'cheer' into  the more abstract 'cheerful-ness', something that circulates as an emotional and social  quality defining the self and a moral community.  [3] When you take on a cheerful expression, no matter what the state of your soul, your  cheerfulness moves into the self: the interior of the self is changed by the power of  cheer.  [4] People in the medieval 'Canterbury Tales' have a 'piteous' or a 'sober' cheer; 'cheer'  is an expression and a body part, lying at the intersection of emotions and physiognomy.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_019",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option  that best captures the essence of the passage.  There's a common idea that museum artworks are somehow timeless objects available  to admire for generations to come. But many are objects of decay. Even the most  venerable Old Master paintings don't escape: pigments discolour, varnishes crack,  canvases warp. This challenging fact of art-world life is down to something that sounds  more like a thread from a morality tale: inherent vice. Damien Hirst's iconic shark  floating in a tank - entitled The Physical Impossibility of Death in the Mind of Someone  Living - is a work that put a spotlight on inherent vice. When he made it in 1991, Hirst  got himself in a pickle by not using the right kind of pickle to preserve the giant fish. The  result was that the shark began to decompose quite quickly - its preserving liquid  clouding, the skin wrinkling, and an unpleasant smell wafting from the tank.  [1] The role of museums has evolved to ensure that the artworks are preserved forever  in  addition to guarding and displaying them.      https://online.bodheeprep.com/learn    [2] Artworks may not last forever; they may deteriorate with time, and the challenge is  to slow down their degeneration.  [3] Museums are left with the moral responsibility of restoring and preserving the  artworks since artists cannot preserve their works beyond their life.  [4] Museums have to guard timeless art treasures from intrinsic defects such as the  deterioration of paint, polish and canvas.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_020",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option  that best captures the essence of the passage.  Several of the world's earliest cities were organised along egalitarian lines. In some  regions, urban populations governed themselves for centuries without any indication of  the temples and palaces that would later emerge; in others, temples and palaces never  emerged at all, and there is simply no evidence of a class of administrators or any other  sort of ruling stratum. It would seem that the mere fact of urban life does not,  necessarily, imply any particular form of political organization, and never did. Far from  resigning us to inequality, the picture that is now emerging of humanity's past may open  our eyes to egalitarian possibilities we otherwise would have never considered.  [1] We now have the evidence in support of the existence of an egalitarian urban life in  some ancient cities, where political and civic organisation was far less hierarchical.  [2] Contrary to our assumption that urban settlements have always involved hierarchical  political and administrative structures, ancient cities were not organised in this way.  [3] The emergence of a class of administrators and ruling stratum transformed the  egalitarian urban life of ancient cities to the hierarchical civic organisations of today.  [4] The lack of hierarchical administration in ancient cities can be deduced by the  absence of religious and regal structures such as temples and palaces.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_021",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:  [1] Women may prioritize cooking because they feel they alone are responsible for  mediating a toxic and unhealthy food system.  [2] Food is commonly framed through the lens of individual choice: you can choose to  eat healthily.  [3] This is particularly so in a neoliberal context where the state has transferred the  responsibility for food onto individual consumers.      https://online.bodheeprep.com/learn    [4] The individualized framing of choice appeals to a popular desire to experience  agency, but draws away from the structural obstacles that stratify individual food  choices.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_022",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:  [1] From chemical pollutants in the environment to the damming of rivers to invasive  species transported through global trade and travel, every environmental issue is  different and there is no single tech solution that can solve this crisis.  [2] Discourse on the threat of environmental collapse revolves around cutting down  emissions, but biodiversity loss and ecosystem collapse are caused by myriad and  diverse reasons.  [3] This would require legislation that recognises the rights of future generations and  other species that allows the judiciary to uphold a much higher standard of  environmental protection than currently possible.  [4] Clearly, our environmental crisis requires large political solutions, not minor  technological ones, so, instead of focusing on infinite growth, we could consider a path  of stable-state economies, while preserving markets and healthy competition.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_023",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and  decide in which blank (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: This was years in the making but fast-tracked during the pandemic, when  \"people started being more mindful about their food\", he explained.  Paragraph: For millennia, ghee has been a venerated staple of the subcontinental diet,  but it  fell out of favour a few decades ago when saturated fats were largely considered to be  unhealthy.   (1)   But more recently, as the thinking around saturated fats is shifting  globally, Indians are finding their own way back to this ingredient that is so integral to  their cuisine.   (2)   For Karmakar, a renewed interest in ghee is emblematic of a return- tobasics movement in India.   (3)   This movement is also part of an overall trend  towards \"slow food\". In keeping with the movement's philosophy, ghee can be  produced locally (even at home) and has inextricable cultural ties.   (4)   At a basic level,  ghee is a type of clarified butter believed to have originated in India as a way to  preserve butter from going rancid in the hot climate.  [1] Option 1  [2] Option 2      https://online.bodheeprep.com/learn    [3] Option 3  [4] Option 4",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2022_s2_024",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and  decide in which blank (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Most were first-time users of a tablet and a digital app.  Paragraph: Aage Badhein's USP lies in the ethnographic research that constituted the  foundation of its development process. Customizations based on learning directly from  potential users were critical to making this self-paced app suitable for both a literate  and non-literate audience.   (1)   The user interface caters to a Hindi-speaking audience  who have minimal to no experience with digital services and devices.   (2)   The content  and functionality of the app are suitable for a wide audience. This includes youth  preparing for an independent role in life or a student ready to create a strong  foundation of financial management early in her life.   (3)   Household members  desirous of improving their family's financial strength to reach their aspirations can also  benefit. We piloted Aage Badhein in early 2021 with over 400 women from rural areas.    (4)   The digital solution generated a large amount of interest in the communities.  [1] Option 1  [2] Option 2  [3] Option 3  [4] Option 4          https://online.bodheeprep.com/learn",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_001",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "On the basis of the nature of the relationship between the items in each pair below, choose the  odd pair out:",
    "options": [
      "A. Postcolonial novels : Anti-colonial nationalism",
      "Indian Ocean novels : Outward-looking",
      "Indian Ocean world : Slavery",
      "ostcolonial novels : Border-crossing"
    ],
    "answer": "D"
  },
  {
    "id": "cat_varc_2023_s1_002",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "All of the following statements, if true, would weaken the passage's claim about the  relationship between mainstream English-language fiction and Indian Ocean novels EXCEPT:",
    "options": [
      "A. the depiction of Africa in most Indian Ocean novels is driven by a postcolonial nostalgia for  an idyllic past.",
      "most mainstream English-language novels have historically privileged the Christian, white,  male experience of travel and adventure.",
      "the depiction of Africa in most Indian Ocean novels is driven by an Orientalist imagination of  its cultural crudeness.",
      "very few mainstream English-language novels have historically been set in American and  European metropolitan centres."
    ],
    "answer": "B"
  },
  {
    "id": "cat_varc_2023_s1_003",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements is not true about migration in the Indian Ocean world?",
    "options": [
      "A. The Indian Ocean world's migration networks were shaped by religious and commercial  histories of the region.",
      "Migration in the Indian Ocean world was an ambivalent experience.",
      "Geographical location rather than geographical proximity determined the choice of  destination for migrants.",
      "The Indian Ocean world's migration networks connected the global north with the global  south.    3  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)"
    ],
    "answer": "2"
  },
  {
    "id": "cat_varc_2023_s1_004",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "All of the following claims contribute to the \"remapping\" discussed by the passage, EXCEPT:",
    "options": [
      "A. the global south, as opposed to the global north, was the first centre of globalisation.",
      "cosmopolitanism originated in the West and travelled to the East through globalisation.",
      "Indian Ocean novels have gone beyond the specifics of national concerns to explore rich  regional pasts.",
      "the world of early international trade and commerce was not the sole domain of white  Europeans.  Comprehension:  The passage below is accompanied by four questions. Based on the passage, choose the best  answer for each question.  Many human phenomena and characteristics - such as behaviors, beliefs, economies, genes,  incomes, life expectancies, and other things - are influenced both by geographic factors and by  non-geographic factors. Geographic factors mean physical and biological factors tied to  geographic location, including climate, the distributions of wild plant and animal species, soils,  and topography. Non-geographic factors include those factors subsumed under the term  culture, other factors subsumed under the term history, and decisions by individual people....  [T]he differences between the current economies of North and South Korea ... cannot be  attributed to the modest environmental differences between [them] ... They are instead due  entirely to the different [government] policies ... At the opposite extreme, the Inuit and other  traditional peoples living north of the Arctic Circle developed warm fur clothes but no  agriculture, while equatorial lowland peoples around the world never developed warm fur  clothes but often did develop agriculture. The explanation is straightforwardly geographic,  rather than a cultural or historical quirk unrelated to geography. . . Aboriginal Australia  remained the sole continent occupied only by hunter/gatherers and with no indigenous farming  or herding ... [Here the] explanation is biogeographic: the Australian continent has no  domesticable native animal species and few domesticable native plant species. Instead, the  crops and domestic animals that now make Australia a food and wool exporter are all non- native (mainly Eurasian) species such as sheep, wheat, and grapes, brought to Australia by  overseas colonists.  Today, no scholar would be silly enough to deny that culture, history, and individual choices  play a big role in many human phenomena. Scholars don't react to cultural, historical, and  individual-agent explanations by denouncing \"cultural determinism,\" \"historical determinism,\"  or \"individual determinism,\" and then thinking no further. But many scholars do react to any  explanation invoking some geographic role, by denouncing \"geographic determinism\" ...    4  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Several reasons may underlie this widespread but nonsensical view. One reason is that some  geographic explanations advanced a century ago were racist, thereby causing all geographic  explanations to become tainted by racist associations in the minds of many scholars other than  geographers. But many genetic, historical, psychological, and anthropological explanations  advanced a century ago were also racist, yet the validity of newer non-racist genetic etc.  explanations is widely accepted today.  Another reason for reflex rejection of geographic explanations is that historians have a  tradition, in their discipline, of stressing the role of contingency (a favorite word among  historians) based on individual decisions and chance. Often that view is warranted . . . But  often, too, that view is unwarranted. The development of warm fur clothes among the Inuit  living north of the Arctic Circle was not because one influential Inuit leader persuaded other  Inuit in 1783 to adopt warm fur clothes, for no good environmental reason.  A third reason is that geographic explanations usually depend on detailed technical facts of  geography and other fields of scholarship ... Most historians and economists don't acquire that  detailed knowledge as part of the professional training."
    ],
    "answer": "B"
  },
  {
    "id": "cat_varc_2023_s1_005",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "",
    "options": [
      "A. The examples of the Inuit and Aboriginal Australians are offered in the passage to show:",
      "that despite geographical isolation, traditional societies were self-sufficient and adaptive.",
      "how physical circumstances can dictate human behaviour and cultures.",
      "how environmental factors lead to comparatively divergent paths in livelihoods and  development.  E. human resourcefulness across cultures in adapting to their surroundings."
    ],
    "answer": "B"
  },
  {
    "id": "cat_varc_2023_s1_006",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "All of the following can be inferred from the passage EXCEPT:",
    "options": [
      "A. several academic studies of human phenomena in the past involved racist interpretations.",
      "agricultural practices changed drastically in the Australian continent after it was colonised.",
      "individual dictat and contingency were not the causal factors for the use of fur clothing in  some very cold climates.",
      "while most human phenomena result from culture and individual choice, some have bio- geographic origins."
    ],
    "answer": "8"
  },
  {
    "id": "cat_varc_2023_s1_007",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "All of the following are advanced by the author as reasons why non-geographers disregard  geographic influences on human phenomena EXCEPT their:    5  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)",
    "options": [
      "A. belief in the central role of humans, unrelated to physical surroundings, in influencing  phenomena.",
      "dismissal of explanations that involve geographical causes for human behaviour.",
      "lingering impressions of past geographic analyses that were politically offensive.",
      "disciplinary training which typically does not include technical knowledge of geography."
    ],
    "answer": "B"
  },
  {
    "id": "cat_varc_2023_s1_008",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author criticises scholars who are not geographers for all of the following reasons EXCEPT:",
    "options": [
      "A. the importance they place on the role of individual decisions when studying human  phenomena.",
      "their outdated interpretations of past cultural and historical phenomena.",
      "their labelling of geographic explanations as deterministic.",
      "their rejection of the role of biogeographic factors in social and cultural phenomena.  Comprehension:  The passage below is accompanied by four questions. Based on the passage, choose the best  answer for each question.  [Fifty] years after its publication in English [in 1972], and just a year since [Marshall] Sahlins  himself died—we may ask: why did [his essay] \"Original Affluent Society\" have such an impact,  and how has it fared since? ... Sahlins's principal argument was simple but counterintuitive:  before being driven into marginal environments by colonial powers, huntergatherers, or  foragers, were not engaged in a desperate struggle for meager survival. Quite the contrary,  they satisfied their needs with far less work than people in agricultural and industrial societies,  leaving them more time to use as they wished. Hunters, he quipped, keep bankers' hours.  Refusing to maximize, many were \"more concerned with games of chance than with chances of  game.\" . . . The so-called Neolithic Revolution, rather than improving life, imposed a harsher  work regime and set in motion the long history of growing inequality ...  Moreover, foragers had other options. The contemporary Hadza of Tanzania, who had long  been surrounded by farmers, knew they had alternatives and rejected them. To Sahlins, this  showed that foragers are not simply examples of human diversity or victimhood but something  more profound: they demonstrated that societies make real choices. Culture, a way of living  oriented around a distinctive set of values, manifests a fundamental principle of collective self- determination. . .  But the point [of the essay] is not so much the empirical validity of the data-the real interest for  most readers, after all, is not in foragers either today or in the Paleolithic-but rather its  conceptual challenge to contemporary economic life and bourgeois individualism. The empirical    6  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  served a philosophical and political project, a thought experiment and stimulus to the  imagination of possibilities.  With its title's nod toward The Affluent Society (1958), economist John Kenneth Galbraith's  famously skeptical portrait of America's postwar prosperity and inequality, and dripping with  New Left contempt for consumerism, \"The Original Affluent Society\" brought this critical  perspective to bear on the contemporary world. It did so through the classic anthropological  move of showing that radical alternatives to the readers' lives really exist. If the capitalist world  seeks wealth through ever greater material production to meet infinitely expansive desires,  foraging societies follow \"the Zen road to affluence\": not by getting more, but by wanting less.  If it seems that foragers have been left behind by \"progress,\" this is due only to the  ethnocentric self-congratulation of the West. Rather than accumulate material goods, these  societies are guided by other values: leisure, mobility, and above all, freedom. . .  Viewed in today's context, of course, not every aspect of the essay has aged well. While  acknowledging the violence of colonialism, racism, and dispossession, it does not thematize  them as heavily as we might today. Rebuking evolutionary anthropologists for treating present- day foragers as \"left behind\" by progress, it too can succumb to the temptation to use them as  proxies for the Paleolithic. Yet these characteristics should not distract us from appreciating  Sahlins's effort to show that if we want to conjure new possibilities, we need to learn about  actually inhabitable worlds."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_009",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "We can infer that Sahlins's main goal in writing his essay was to:",
    "options": [
      "A. hold a mirror to an acquisitive society, with examples of other communities that have  chosen successfully to be non-materialistic.",
      "highlight the fact that while we started off as a fairly contented egalitarian people, we have  progressively degenerated into materialism.",
      "counter Galbraith's pessimistic view of the inevitability of a capitalist trajectory for  economic growth.",
      "put forth the view that, despite egalitarian origins, economic progress brings greater  inequality and social hierarchies."
    ],
    "answer": "A"
  },
  {
    "id": "cat_varc_2023_s1_010",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author of the passage criticises Sahlins's essay for its:",
    "options": [
      "A. cursory treatment of the effects of racism and colonialism on societies.",
      "failure to supplement its thesis with robust empirical data.",
      "outdated values regarding present-day foragers versus ancient foraging communities.",
      "critique of anthropologists who disparage the choices of foragers in today's society.    7  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)"
    ],
    "answer": "A"
  },
  {
    "id": "cat_varc_2023_s1_011",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author of the passage mentions Galbraith's \"The Affluent Society\" to:",
    "options": [
      "A. document the influence of Galbraith's cynical views on modern consumerism on Sahlins's  analysis of pre-historic societies.",
      "show how Galbraith's theories refute Sahlins's thesis on the contentment of pre- huntergatherer communities.",
      "show how Sahlins's views complemented Galbraith's criticism of the consumerism and  inequality of contemporary society.",
      "contrast the materialist nature of contemporary growth paths with the pacifist content  ways of living among the foragers."
    ],
    "answer": "C"
  },
  {
    "id": "cat_varc_2023_s1_012",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author mentions Tanzania's Hadza community to illustrate:",
    "options": [
      "A. how two vastly different ways of living and working were able to coexist in proximity for  centuries.",
      "how pre-agrarian societies did not hamper the emergence of more advanced agrarian  practices in contiguous communities",
      "that forager communities' lifestyles derived not from ignorance about alternatives, but from  their own choice.",
      "that hunter-gatherer communities' subsistence-level techniques equipped them to survive  well into contemporary times.  Comprehension:  The passage below is accompanied by four questions. Based on the passage, choose the best  answer for each question.  RESIDENTS of Lozère, a hilly department in southern France, recite complaints familiar to many  rural corners of Europe. In remote hamlets and villages, with names such as Le Bacon and Le  Bacon Vieux, mayors grumble about a lack of local schools, jobs, or phone and internet  connections. Farmers of grazing animals add another concern: the return of wolves. Eradicated  from France last century, the predators are gradually creeping back to more forests and  hillsides. \"The wolf must be taken in hand,\" said an aspiring parliamentarian, Francis Palombi,  when pressed by voters in an election campaign early this summer. Tourists enjoy visiting a  wolf park in Lozère, but farmers fret over their livestock and their livelihoods.  As early as the ninth century, the royal office of the Luparii-wolf-catchers-was created in France  to tackle the predators. Those official hunters (and others) completed their job in the 1930s,  when the last wolf disappeared from the mainland. Active hunting and improved technology  such as rifles in the 19th century, plus the use of poison such as strychnine later on, caused the    8  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  population collapse. But in the early 1990s the animals reappeared. They crossed the Alps from  Italy, upsetting sheep farmers on the French side of the border. Wolves have since spread to  areas such as Lozère, delighting environmentalists, who see the predators' presence as a sign of  wider ecological health. Farmers, who say the wolves cause the deaths of thousands of sheep  and other grazing animals, are less cheerful. They grumble that green activists and politically  correct urban types have allowed the return of an old enemy.  Various factors explain the changes of the past few decades. Rural depopulation is part of the  story. In Lozère, for example, farming and a once-flourishing mining industry supported a  population of over 140,000 residents in the mid- 19th century. Today the department has fewer  than 80,000 people, many in its towns. As humans withdraw, forests are expanding. In France,  between 1990 and 2015, forest cover increased by an average of 102,000 hectares each year,  as more fields were given over to trees. Now, nearly one-third of mainland France is covered by  woodland of some sort. The decline of hunting as a sport also means more forests fall quiet. In  the mid-to-late 20th century over 2m hunters regularly spent winter weekends tramping in  woodland, seeking boars, birds and other prey. Today the Fédération Nationale des Chasseurs,  the national body, claims 1.1 m people hold hunting licences, though the number of active  hunters is probably lower. The mostly protected status of the wolf in Europe-hunting them is  now forbidden, other than when occasional culls are sanctioned by the state-plus the efforts of  NGOs to track and count the animals, also contribute to the recovery of wolf populations.  As the lupine population of Europe spreads westwards, with occasional reports of wolves seen  closer to urban areas, expect to hear of more clashes between farmers and those who  celebrate the predators' return. Farmers' losses are real, but are not the only economic story.  Tourist venues, such as parks where wolves are kept and the animals' spread is discussed, also  generate income and jobs in rural areas."
    ],
    "answer": "C"
  },
  {
    "id": "cat_varc_2023_s1_013",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following has NOT contributed to the growing wolf population in Lozère?",
    "options": [
      "A. The granting of a protected status to wolves in Europe.",
      "A decline in the rural population of Lozère.",
      "The shutting down of the royal office of the Luparii.",
      "An increase in woodlands and forest cover in Lozère."
    ],
    "answer": "C"
  },
  {
    "id": "cat_varc_2023_s1_014",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The inhabitants of Lozère have to grapple with all of the following problems, EXCEPT:",
    "options": [
      "A. decline in the number of hunting licences.",
      "poor rural communication infrastructure.",
      "livestock losses.    9  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)",
      "lack of educational facilities."
    ],
    "answer": "A"
  },
  {
    "id": "cat_varc_2023_s1_015",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "Which one of the following statements, if true, would weaken the author's claims?",
    "options": [
      "A. Unemployment concerns the residents of Lozère.",
      "The old mining sites of Lozère are now being used as grazing pastures for sheep.",
      "Having migrated out in the last century, wolves are now returning to Lozère.",
      "Wolf attacks on tourists in Lozère are on the rise"
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_016",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The author presents a possible economic solution to an existing issue facing Lozère that takes  into account the divergent and competing interests of:",
    "options": [
      "A. politicians and farmers.",
      "tourists and environmentalists.",
      "environmentalists and politicians.",
      "farmers and environmentalists."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_017",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1, 2, 3, or 4 ) the following sentence would best fit.  Sentence: This philosophical cut at one's core beliefs, values, and way of life is difficult enough.  Paragraph: The experience of reading philosophy is often disquieting. When reading  philosophy, the values around which one has heretofore organised one's life may come to look  provincial, flatly wrong, or even evil. __(1)_. When beliefs previously held as truths are  rendered implausible, new beliefs, values, and ways of living may be required. _ (2) . What's  worse, philosophers admonish each other to remain unsutured until such time as a defensible  new answer is revealed or constructed. Sometimes philosophical writing is even strictly critical  in that it does not even attempt to provide an alternative after tearing down a cultural or  conceptual citadel. (3). The reader of philosophy must be prepared for the possibility of this  experience. While reading philosophy can help one clarify one's values, and even make one  self-conscious for the first time of the fact that there are good reasons for believing what one  believes, it can also generate unremediated doubt that is difficult to live with.",
    "options": [
      "A. Option 1",
      "Option 3",
      "Option 4",
      "Option 2"
    ],
    "answer": "D"
  },
  {
    "id": "cat_varc_2023_s1_018",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "10  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  There is a sentence that is missing in the paragraph below. Look at the paragraph and decide  where (option 1,2,3, or 4) the following sentence would best fit.  Sentence: The discovery helps to explain archeological similarities between the Paleolithic  peoples of China, Japan, and the Americas.  Paragraph: The researchers also uncovered an unexpected genetic link between Native  Americans and Japanese people. (1) . During the deglaciation period, another group branched  out from northern coastal China and travelled to Japan.  (2) _. \"We were surprised to find that this ancestral source also contributed to the Japanese  gene pool, especially the indigenous Ainus,\" says Li. _ (3) _. They shared similarities in how they  crafted stemmed projectile points for arrowheads and spears.  (4) . \"This suggests that the Pleistocene connection among the Americas, China, and Japan was  not confined to culture but also to genetics,\" says senior author Qing-Peng Kong, an  evolutionary geneticist at the Chinese Academy of Sciences.",
    "options": [
      "A. Option 3",
      "Option 1",
      "Option 4",
      "Option 2"
    ],
    "answer": "A"
  },
  {
    "id": "cat_varc_2023_s1_019",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. In English, there is no systematic rule for the naming of numbers; after ten, we have  \"eleven\" and \"twelve\" and then the teens: \"thirteen\", \"fourteen\", \"fifteen\" and so on.  2. Even more confusingly, some English words invert the numbers they refer to: the word  \"fourteen\" puts the four first, even though it appears last.  3. It can take children a while to learn all these words, and understand that \"fourteen\" is  different from \"forty\".  4. For multiples of 10, English speakers switch to a different pattern: \"twenty\", \"thirty\", \"forty\"  and so on.  5. If you didn't know the word for \"eleven\", you would be unable to just guess it you might  come up with something like \"one-teen\".",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_020",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "11  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. Having an appreciation for the workings of another person’s mind is considered a  prerequisite for natural language acquisition, strategic social interaction, reflexive thought,  and moral judgment.   2. It is a ‘theory of mind’ though some scholars prefer to call it ‘mentalizing’ or ‘mindreading’,  which is important for the development of one's cognitive abilities.  3. Though we must speculate about its evolutionary origin, we do have indications that the  capacity evolved sometime in the last few million years.  4. This capacity develops from early beginnings in the first year of life to the adult’s fast and  often effortless understanding of others’ thoughts, feelings, and intentions.   5. One of the most fascinating human capacities is the ability to perceive and interpret other  people’s behaviour in terms of their mental states.",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_021",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) given below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences and key  in the sequence of the four numbers as your answer.  1. Algorithms hosted on the internet are accessed by many, so biases in Al models have  resulted in much larger impact, adversely affecting far larger groups of people.  2. Though \"algorithmic bias\" is the popular term, the foundation of such bias is not in  algorithms, but in the data; algorithms are not biased, data is, as algorithms merely reflect  persistent patterns that are present in the training data.  3. Despite their widespread impact, it is relatively easier to fix Al biases than human-generated  biases, as it is simpler to identify the former than to try to make people unlearn behaviors  learnt over generations.  4. The impact of biased decisions made by humans is localised and geographically confined,  but with the advent of Al, the impact of such decisions is spread over a much wider scale.",
    "options": [],
    "answer": "C"
  },
  {
    "id": "cat_varc_2023_s1_022",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) given below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences and key  in the sequence of the four numbers as your answer.  1. What precisely are the \"unusual elements\" that make a particular case so attractive to a  certain kind of audience?    12  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  2. It might be a particularly savage or unfathomable level of depravity, very often it has  something to do with the precise amount of mystery involved.  3. Unsolved, and perhaps unsolvable cases offer something that \"ordinary\" murder doesn't.  4. Why are some crimes destined for perpetual re-examination and others locked into  permanent obscurity?",
    "options": [],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_023",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Manipulating information was a feature of history long before modern journalism established  rules of integrity. A record dates back to ancient Rome, when Antony met Cleopatra and his  political enemy Octavian launched a smear campaign against him with \"short, sharp slogans  written upon coins.\" The perpetrator became the first Roman Emperor and \"fake news had  allowed Octavian to hack the republican system once and for all\". But the 21st century has seen  the weaponization of information on an unprecedented scale. Powerful new technology makes  the fabrication of content simple, and social networks amplify falsehoods peddled by States,  populist politicians, and dishonest corporate entities. The platforms have become fertile ground  for computational propaganda, 'trolling' and 'troll armies'.",
    "options": [
      "A. People need to become critical of what they read, since historically, weaponization of  information has led to corruption.",
      "Octavian used fake news to manipulate people and attain power and influence, just as  people do today",
      "Disinformation, which is mediated by technology today, is not new and has existed since  ancient times.",
      "Use of misinformation for attaining power, a practice that is as old as the Octavian era, is  currently fueled by technology."
    ],
    "answer": "N/A"
  },
  {
    "id": "cat_varc_2023_s1_024",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "VARC",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Colonialism is not a modern phenomenon. World history is full of examples of one society  gradually expanding by incorporating adjacent territory and settling its people on newly  conquered territory. In the sixteenth century, colonialism changed decisively because of  technological developments in navigation that began to connect more remote parts of the  world. The modern European colonial project emerged when it became possible to move large  numbers of people across the ocean and to maintain political control in spite of geographical    13  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  dispersion. The term colonialism is used to describe the process of European settlement,  violent dispossession and political domination over the rest of the world, including the  Americas, Australia, and parts of Africa and Asia.",
    "options": [
      "A. Colonialism surged in the 16th century due to advancements in navigation, enabling British  settlements abroad and global dominance.",
      "As a result of developments in navigation technology, European colonialism, led to the  displacement of indigenous populations and global political changes in the 16th century.",
      "Colonialism, conceptualized in the 16th century, allowed colonizers to expand their  territories, establish settlements, and exercise political power.",
      "Technological advancements in navigation in the 16th century, transformed colonialism,  enabling Europeans to establish settlements and exert political dominance over distant  regions.        14  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)"
    ],
    "answer": "N/A"
  }
]