[
  {
    "id": "cat_dilr_2022_s1_024",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield a coherent  paragraph. Decide on the proper sequencing of the order of the sentences and key in the sequence of the  four numbers as your answer:   https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  1. The creative element in product design has become of paramount importance as it is one of the few ways  a firm or industry can sustain a competitive advantage over its rivals.  2. In fact, the creative element in the value of world industry would be larger still, if we added the  contribution of the creative element in other industries, such as the design of tech accessories.  3. The creative industry is receiving a lot of attention today as its growth rate is faster than that of the world  economy as a whole.  4. It is for this reason that today’s trade issues are increasingly involving intellectual property, as Western  countries have an interest in protecting their revenues along with freeing trade in non-tangibles.         https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  CAT 2022 DILR Section    Adhara, Bithi, Chhaya, Dhanavi, Esther, and Fathima are the interviewers in a process that awards funding for  new initiatives. Every interviewer individually interviews each of the candidates individually and awards a  token only if she recommends funding. A token has a face value of 2, 3, 5, 7, 11, or 13. Each interviewer  awards tokens of a single face value only.  Once all six interviews are over for a candidate, the candidate receives a funding that is Rs.1000 times the  product of the face values of all the tokens. For example, if a candidate has tokens with face values 2, 5, and  7, then they get a funding of Rs.1000 × (2 × 5 × 7) = Rs.70,000.  Pragnyaa, Qahira, Rasheeda, Smera, and Tantra were five candidates who received funding. The funds they  received, in descending order, were Rs.390,000, Rs.210,000, Rs.165,000, Rs.77,000, and Rs.66,000.  The following additional facts are known:  1. Fathima awarded tokens to everyone except Qahira, while Adhara awarded tokens to no one except  Pragnyaa.  2. Rashida received the highest number of tokens that anyone received, but she did not receive one from  Esther.  3. Bithi awarded a token to Smera but not to Qahira, while Dhanavi awarded a token to Qahira but not to  Smera."
  },
  {
    "id": "cat_dilr_2022_s1_025",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many tokens did Qahira receive?"
  },
  {
    "id": "cat_dilr_2022_s1_026",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Who among the following definitely received a token from Bithi but not from Dhanavi?",
    "option1": "Qahira",
    "option2": "Tantra",
    "option3": "Pragnyaa",
    "option4": "Rasheeda"
  },
  {
    "id": "cat_dilr_2022_s1_027",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many tokens did Chhaya award?"
  },
  {
    "id": "cat_dilr_2022_s1_028",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many tokens did Smera receive?"
  },
  {
    "id": "cat_dilr_2022_s1_029",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following could be the amount of funding that Tantra received?  (a) Rs. 66,000  (b) Rs. 165,000",
    "option1": "Both (a) and (b)",
    "option2": "Neither (a) nor (b)   https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)",
    "option3": "Only (a)",
    "option4": "Only (b)    Given above is the schematic map of the metro lines in a city with rectangles denoting terminal stations (e.g."
  },
  {
    "id": "cat_dilr_2022_s1_030",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Hari is ready to board a train at 8:05 am from station M, then when is the earliest that he can reach station  N?",
    "option1": "9:01 am",
    "option2": "9:11 am",
    "option3": "9:13 am",
    "option4": "9:06 am"
  },
  {
    "id": "cat_dilr_2022_s1_031",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Priya is ready to board a train at 10:25 am from station T, then when is the earliest that she can reach  station S?",
    "option1": "11:12 am",
    "option2": "11:07 am",
    "option3": "11:22 am",
    "option4": "11:28 am   https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)"
  },
  {
    "id": "cat_dilr_2022_s1_032",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Haripriya is expected to reach station S late. What is the latest time by which she must be ready to board at  station S if she must reach station B before 1 am via station R?",
    "option1": "11:35 pm",
    "option2": "11:43 pm",
    "option3": "11:49 am",
    "option4": "11:39 pm"
  },
  {
    "id": "cat_dilr_2022_s1_033",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the minimum number of trains that are required to provide the service on the AB line (considering  both north and south directions)?"
  },
  {
    "id": "cat_dilr_2022_s1_034",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the minimum number of trains that are required to provide the service in this city?    There are 15 girls and some boys among the graduating students in a class. They are planning a get-together,  which can be either a 1-day event, or a 2-day event, or a 3-day event. There are 6 singers in the class, 4 of  them are boys. There are 10 dancers in the class, 4 of them are girls. No dancer in the class is a singer.  Some students are not interested in attending the get-together. Those students who are interested in  attending a 3-day event are also interested in attending a 2-day event; those who are interested in attending  a 2-day event are also interested in attending a 1-day event.  The following facts are also known:  1. All the girls and 80% of the boys are interested in attending a 1-day event. 60% of the boys are interested  in attending a 2-day event.  2. Some of the girls are interested in attending a 1-day event, but not a 2-day event; some of the other girls  are interested in attending both.  3. 70% of the boys who are interested in attending a 2-day event are neither singers nor dancers. 60% of the  girls who are interested in attending a 2-day event are neither singers nor dancers.  4. No girl is interested in attending a 3-day event. All male singers and 2 of the dancers are interested in  attending a 3-day event.  5. The number of singers interested in attending a 2-day event is one more than the number of dancers  interested in attending a 2-day event."
  },
  {
    "id": "cat_dilr_2022_s1_035",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many boys are there in the class?"
  },
  {
    "id": "cat_dilr_2022_s1_036",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following can be determined from the given information?  I. The number of boys who are interested in attending a 1-day event and are neither dancers nor singers.   https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  II. The number of female dancers who are interested in attending a 1-day event.",
    "option1": "Only II",
    "option2": "Neither I nor II",
    "option3": "Both I and II",
    "option4": "Only I"
  },
  {
    "id": "cat_dilr_2022_s1_037",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What fraction of the class are interested in attending a 2-day event?",
    "option1": "7/10",
    "option2": "2/3",
    "option3": "9/13",
    "option4": "7/13"
  },
  {
    "id": "cat_dilr_2022_s1_038",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "What BEST can be concluded about the number of male dancers who are interested in attending a 1-day  event?",
    "option1": "4 or 6",
    "option2": "6",
    "option3": "5 or 6",
    "option4": "5"
  },
  {
    "id": "cat_dilr_2022_s1_039",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many female dancers are interested in attending a 2-day event?",
    "option1": "1",
    "option2": "Cannot be determined",
    "option3": "2",
    "option4": "0    The management of a university hockey team was evaluating performance of four women players - Amla,  Bimla, Harita and Sarita for their possible selection in the university team for next year. For this purpose, the  management was looking at the number of goals scored by them in the past 8 matches, numbered 1 through  8. The four players together had scored a total of 12 goals in these matches. In the 8 matches, each of them  had scored at least one goal. No two players had scored the same total number of goals.  The following facts are known about the goals scored by these four players only. All the questions refer only  to the goals scored by these four players.  1. Only one goal was scored in every even numbered match.  2. Harita scored more goals than Bimla.  3. The highest goal scorer scored goals in exactly 3 matches including Match 4 and Match 8.   https://bodheeprep.com    CAT 2022 Question Paper (Slot 1)  4. Bimla scored a goal in Match 1 and one each in three other consecutive matches.  5. An equal number of goals were scored in Match 3 and Match 7, which was different from the number of  goals scored in either Match 1 or Match 5.  6. The match in which the highest number of goals was scored was unique and it was not Match 5."
  },
  {
    "id": "cat_dilr_2022_s1_040",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many goals were scored in Match 7?",
    "option1": "Cannot be determined",
    "option2": "1",
    "option3": "3",
    "option4": "2"
  },
  {
    "id": "cat_dilr_2022_s1_041",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following is the correct sequence of goals scored in matches 1, 3, 5 and 7?",
    "option1": "4, 1, 2, 1",
    "option2": "5, 1, 0, 1",
    "option3": "3, 2, 1, 2",
    "option4": "3, 1, 2, 1"
  },
  {
    "id": "cat_dilr_2022_s1_042",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statement(s) is/are true?  Statement-1: Amla and Sarita never scored goals in the same match.  Statement-2: Harita and Sarita never scored goals in the same match.",
    "option1": "Both the statements",
    "option2": "Statement-1 only",
    "option3": "None of the statements",
    "option4": "Statement-2 only"
  },
  {
    "id": "cat_dilr_2022_s1_043",
    "exam": "CAT",
    "year": 2022,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statement(s) is/are false?  Statement-1: In every match at least one player scored a goal.  Statement-2: No two players scored goals in the same number of matches.",
    "option1": "Statement-2 only",
    "option2": "Statement-1 only",
    "option3": "None of the statements",
    "option4": "Both the statements"
  },
  {
    "id": "cat_dilr_2022_s2_023",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "There is a sentence that is missing in the paragraph below. Look at the paragraph and  decide in which blank (option 1, 2, 3, or 4) the following sentence would best fit.  Sentence: Most were first-time users of a tablet and a digital app.  Paragraph: Aage Badhein's USP lies in the ethnographic research that constituted the  foundation of its development process. Customizations based on learning directly from  potential users were critical to making this self-paced app suitable for both a literate  and non-literate audience.   (1)   The user interface caters to a Hindi-speaking audience  who have minimal to no experience with digital services and devices.   (2)   The content  and functionality of the app are suitable for a wide audience. This includes youth  preparing for an independent role in life or a student ready to create a strong  foundation of financial management early in her life.   (3)   Household members  desirous of improving their family's financial strength to reach their aspirations can also  benefit. We piloted Aage Badhein in early 2021 with over 400 women from rural areas.    (4)   The digital solution generated a large amount of interest in the communities.",
    "option1": "Option 1",
    "option2": "Option 2",
    "option3": "Option 3",
    "option4": "Option 4           https://online.bodheeprep.com/learn    Section: DILR  A speciality supermarket sells 320 products. Each of these products was either a  cosmetic product or a nutrition product. Each of these products was also either a  foreign product or a domestic product. Each of these products had at least one of the  two approvals - FDA or EU. The following facts are also known:  1. There were equal numbers of domestic and foreign products.  2. Half of the domestic products were FDA approved cosmetic products.  3. None of the foreign products had both the approvals, while 60 domestic  products had both the approvals.  4. There were 140 nutrition products, half of them were foreign products.  5. There were 200 FDA approved products. 70 of them were foreign products and  120 of them were cosmetic products.  6."
  },
  {
    "id": "cat_dilr_2022_s2_024",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many foreign products were FDA approved cosmetic products?"
  },
  {
    "id": "cat_dilr_2022_s2_025",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many cosmetic products did not have FDA approval?",
    "option1": "10",
    "option2": "60",
    "option3": "50",
    "option4": "Cannot be determined"
  },
  {
    "id": "cat_dilr_2022_s2_026",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which among the following options best represents the number of domestic cosmetic  products that had both the approvals?",
    "option1": "At least 10 and at most 80",
    "option2": "At least 20 and at most 70",
    "option3": "At least 20 and at most 50",
    "option4": "At least 10 and at most 60"
  },
  {
    "id": "cat_dilr_2022_s2_027",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If 70 cosmetic products did not have EU approval, then how many nutrition products  had both the approvals?",
    "option1": "10",
    "option2": "20       https://online.bodheeprep.com/learn",
    "option3": "30",
    "option4": "50"
  },
  {
    "id": "cat_dilr_2022_s2_028",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If 50 nutrition products did not have EU approval, then how many domestic cosmetic  products did not have EU approval?  The two plots below show data for four companies code-named A, B, C, and D over  three years - 2019, 2020, and 2021.  The first plot shows the revenues and costs incurred by the companies during these  years. For example, in 2021, company C earned Rs. 100 crores in revenue and spent Rs.  30 crores. The profit of a company is defined as its revenue minus its costs.    The second plot shows the number of employees employed by the company (employee  strength) at the start of each of these three years, as well as the number of new  employees hired each year (new hires). For example, Company B had 250 employees at  the start of 2021, and 30 new employees joined the company during the year.       https://online.bodheeprep.com/learn"
  },
  {
    "id": "cat_dilr_2022_s2_029",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Considering all three years, which company had the highest annual profit?",
    "option1": "Company B",
    "option2": "Company C",
    "option3": "Company D",
    "option4": "Company A"
  },
  {
    "id": "cat_dilr_2022_s2_030",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the four companies experienced the highest annual loss in any of the years?",
    "option1": "Company B",
    "option2": "Company C",
    "option3": "Company A",
    "option4": "Company D"
  },
  {
    "id": "cat_dilr_2022_s2_031",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "The ratio of a company's annual profit to its annual costs is a measure of its  performance.  Which of the four companies had the lowest value of this ratio in 2019?",
    "option1": "Company D",
    "option2": "Company C",
    "option3": "Company B",
    "option4": "Company A       https://online.bodheeprep.com/learn"
  },
  {
    "id": "cat_dilr_2022_s2_032",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "The total number of employees lost in 2019 and 2020 was the least for:",
    "option1": "Company D",
    "option2": "Company B",
    "option3": "Company A",
    "option4": "Company C"
  },
  {
    "id": "cat_dilr_2022_s2_033",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Profit per employee is the ratio of a company's profit to its employee strength. For this  purpose, the employee strength in a year is the average of the employee strength at the  beginning of that year and the beginning of the next year. In 2020, which of the four  companies had the highest profit per employee?",
    "option1": "Company B",
    "option2": "Company A",
    "option3": "Company C",
    "option4": "Company D  A few salesmen are employed to sell a product called TRICCEK among households in  various housing complexes. On each day, a salesman is assigned to visit one housing  complex. Once a salesman enters a housing complex, he can meet any number of  households in the time available. However, if a household makes a complaint against  the salesman, then he must leave the housing complex immediately and cannot meet  any other household on that day. A household may buy any number of TRICCEK items or  may not buy any item. The salesman needs to record the total number of TRICCEK items  sold as well as the number of households met in each day. The success rate of a  salesman for a day is defined as the ratio of the number of items sold to the number of  households met on that day. Some details about the performances of three salesmen -  Tohri, Hokli and Lahur, on two particular days are given below.  1. Over the two days, all three of them met the same total number of households,  and each of them sold a total of 100 items.  2. On both days, Lahur met the same number of households and sold the same  number of items.  3. Hokli could not sell any item on the second day because the first household he  met on that  4. day complained against him.  5. Tohri met 30 more households on the second day than on the first day.       https://online.bodheeprep.com/learn    6. Tohri's success rate was twice that of Lahur's on the first day, and it was 75%  of  Lahur's on the second day.  7."
  },
  {
    "id": "cat_dilr_2022_s2_034",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the total number of households met by Tohri, Hokli and Lahur on the first  day?"
  },
  {
    "id": "cat_dilr_2022_s2_035",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many TRICCEK items were sold by Tohri on the first day?"
  },
  {
    "id": "cat_dilr_2022_s2_036",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many households did Lahur meet on the second day?",
    "option1": "more than 35",
    "option2": "between 30 and 35",
    "option3": "20 or less",
    "option4": "between 21 and 29"
  },
  {
    "id": "cat_dilr_2022_s2_037",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many households did Tohri meet on the first day?",
    "option1": "between 21 and 40",
    "option2": "more than 40",
    "option3": "between 11 and 20",
    "option4": "10 or less"
  },
  {
    "id": "cat_dilr_2022_s2_038",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following statements is FALSE?",
    "option1": "Tohri had a higher success rate on the first day compared to the second day.",
    "option2": "Among the three, Lahur had the lowest success rate on the first day.",
    "option3": "Among the three, Tohri had the highest success rate on the second day.",
    "option4": "Among the three, Tohri had the highest success rate on the first day.  Every day a widget supplier supplies widgets from the warehouse (W) to four locations  Ahmednagar (A), Bikrampore (B), Chitrachak (C), and Deccan Park (D). The daily demand  for widgets in each location is uncertain and independent of each other. Demands and  corresponding probability values (in parenthesis) are given against each location (A, B, C,  and D) in the figure below. For example, there is a 40%  chance that the demand in  Ahmednagar will be 50 units and a 60% chance that the demand will be 70 units. The  lines in the figure connecting the locations and warehouse represent two-way roads  connecting those places with the distances (in km) shown beside the line. The distances       https://online.bodheeprep.com/learn    in both the directions along a road are equal. For example, the road from Ahmednagar  to Bikrampore and the road from Bikrampore to Ahmednagar are both 6 km long.    Every day the supplier gets the information about the demand values of the four  locations and creates the travel route that starts from the warehouse and ends at a  location after visiting all the locations exactly once. While making the route plan, the  supplier goes to the locations in decreasing order of demand. If there is a tie for the  choice of the next location, the supplier will go to the location closest to the current  location. Also, while creating the route, the supplier can either follow the direct path (if  available) from one location to another or can take the path via the warehouse. If both  paths are available (direct and via warehouse), the supplier will choose the path with  minimum distance.  If the last location visited is Ahmednagar, then what is the total distance covered in the  route (in km)?"
  },
  {
    "id": "cat_dilr_2022_s2_039",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "If the total number of widgets delivered in a day is 250 units, then what is the total  distance covered in the route (in km)?"
  },
  {
    "id": "cat_dilr_2022_s2_040",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the chance that the total number of widgets delivered in a day is 260 units and  the https://bodheeprep.com/  route ends at Bikrampore?",
    "option1": "7.56%",
    "option2": "17.64%",
    "option3": "10.80%",
    "option4": "33.33%"
  },
  {
    "id": "cat_dilr_2022_s2_041",
    "exam": "CAT",
    "year": 2022,
    "slot": 2,
    "section": "DILR",
    "question_text": "https://online.bodheeprep.com/learn    If the first location visited from the warehouse is Ahmednagar, then what is the chance  that the total distance covered in the route is 40 km ?",
    "option1": "18%",
    "option2": "5.4%",
    "option3": "30%",
    "option4": "3.24%"
  },
  {
    "id": "cat_dilr_2022_s3_022",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "The four sentences (labelled 1, 2, 3 and 4) below, when properly sequenced, would yield  a coherent paragraph. Decide on the proper sequencing of the order of the sentences  and key in the sequence of the four numbers as your answer:",
    "option1": "The more we are able to accept that our achievements are largely out of our control,  the easier it becomes to understand that our failures, and those of others, are too.",
    "option2": "But the raft of recent books about the limits of merit is an important correction to  the arrogance of contemporary entitlement and an opportunity to reassert the  importance of luck, or grace, in our thinking.",
    "option3": "Meritocracy as an organising principle is an inevitable function of a free society, as  we are designed to see our achievements as worthy of reward.",
    "option4": "And that in turn should increase our humility and the respect with which we treat  our fellow citizens, helping ultimately to build a more compassionate society.           Section: DILR  All the first-year students in the computer science (CS) department in a university take  both the courses (i) Al and (ii) ML. Students from other departments (non-CS students)  can also take one of these two courses, but not both. Students who fail in a course get  an F grade; others pass and are awarded A or B or C grades depending on their  performance. The following are some additional facts about the number of students  who took these two courses this year and the grades they obtained.  1. The numbers of non-CS students who took AI and ML were in the ratio 2: 5.  2. The number of non-CS students who took either AI or ML was equal to the  number of CS students.  3. The numbers of non-CS students who failed in the two courses were the same  and their total is equal to the number of CS students who got a C grade in ML.  4. In both the courses, 50% of the students who passed got a B grade. But, while  the numbers of students who got A and C grades were the same for Al , they  were in the ratio 3: 2 for ML .  5. No CS student failed in AI, while no non-CS student got an A grade in AI.  6. The numbers of CS students who got A, B and C grades respectively in AI were in  the ratio 3 : 5: 2, while in ML the ratio was 4: 5: 2.  7. The ratio of the total number of non-CS students failing in one of the two  courses to the number of CS students failing in one of the two courses was 3: 1.  8. 30 students failed in ML.  9."
  },
  {
    "id": "cat_dilr_2022_s3_023",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many students took AI?",
    "option1": "90",
    "option2": "60",
    "option3": "270",
    "option4": "210"
  },
  {
    "id": "cat_dilr_2022_s3_024",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many CS students failed in ML?"
  },
  {
    "id": "cat_dilr_2022_s3_025",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many non-CS students got A grade in ML?"
  },
  {
    "id": "cat_dilr_2022_s3_026",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many students got A grade in AI?",
    "option1": "63",
    "option2": "99",
    "option3": "84",
    "option4": "42"
  },
  {
    "id": "cat_dilr_2022_s3_027",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many non-CS students got B grade in ML?",
    "option1": "165",
    "option2": "75",
    "option3": "25",
    "option4": "90  In the following, a year corresponds to 1st  of January of that year.  A study to determine the mortality rate for a disease began in 1980. The study chose  1000 males and 1000 females and followed them for forty years or until they died,  whichever came first. The 1000 males chosen in 1980 consisted of 250 each of ages 10  to less than 20,20 to less than 30, 30 to less than 40, and 40 to less than 50. The 1000  females chosen in 1980 also consisted of 250 each of ages 10 to less than 20,20 to less  than 30,30 to less than 40 , and 40 to less than 50.  The four figures below depict the age profile of those among the 2000 individuals who  were still alive in 1990, 2000, 2010, and 2020. The blue bars in each figure represent the  number of males in each age group at that point in time, while the pink bars represent  the number of females in each age group at that point in time. The numbers next to the  bars give the exact numbers being represented by the bars. For example, we know that  230 males among those tracked and who were alive in 1990 were aged between 20 and  30."
  },
  {
    "id": "cat_dilr_2022_s3_028",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "In 2000, what was the ratio of the number of dead males to dead females among those  being tracked?",
    "option1": "41: 43",
    "option2": "71: 69",
    "option3": "109 : 107",
    "option4": "129 : 131"
  },
  {
    "id": "cat_dilr_2022_s3_029",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many people who were being tracked and who were between 30 and 40 years of  age in 1980 survived until 2010?",
    "option1": "310",
    "option2": "110",
    "option3": "190",
    "option4": "90"
  },
  {
    "id": "cat_dilr_2022_s3_030",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many individuals who were being tracked and who were less than 30 years of age  in 1980 survived until 2020?",
    "option1": "470",
    "option2": "240",
    "option3": "230",
    "option4": "580"
  },
  {
    "id": "cat_dilr_2022_s3_031",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many of the males who were being tracked and who were between 20 and 30  years of age in 1980 died in the period 2000 to 2010?  https://bodheeprep.com"
  },
  {
    "id": "cat_dilr_2022_s3_032",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many of the females who were being tracked and who were between 20 and 30  years of age in 1980 died between the ages of 50 and 60?  There are only four neighbourhoods in a city - Levmisto, Tyhrmisto, Pesmisto and  Kitmisto. During the onset of a pandemic, the number of new cases of a disease in each  of these neighbourhoods was recorded over a period of five days. On each day, the  number of new cases recorded in any of the neighbourhoods was either 0, 1, 2 or 3.  The following facts are also known:  1. There was at least one new case in every neighbourhood on Day 1.  2. On each of the five days, there were more new cases in Kitmisto than in  Pesmisto.  3. The number of new cases in the city in a day kept increasing during the five-day  period. The number of new cases on Day 3 was exactly one more than that on  Day 2.  4. The maximum number of new cases in a day in Pesmisto was 2 , and this  happened only once during the five-day period.  5. Kitmisto is the only place to have 3 new cases on Day 2.  6. The total numbers of new cases in Levmisto, Tyhrmisto, Pesmisto and Kitmisto  over the five-day period were 12, 12, 5 and 14 respectively.  7."
  },
  {
    "id": "cat_dilr_2022_s3_033",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be concluded about the total number of new cases in the city on Day 2?",
    "option1": "Either 7 or 8",
    "option2": "Either 6 or 7",
    "option3": "Exactly 7",
    "option4": "Exactly 8"
  },
  {
    "id": "cat_dilr_2022_s3_034",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be concluded about the number of new cases in Levmisto on Day 3?",
    "option1": "Exactly 2",
    "option2": "Either 2 or 3",
    "option3": "Either 0 or 1",
    "option4": "Exactly 3"
  },
  {
    "id": "cat_dilr_2022_s3_035",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "On which day(s) did Pesmisto not have any new case?",
    "option1": "Both Day 2 and Day 3",
    "option2": "Only Day 3",
    "option3": "Both Day 2 and Day 4",
    "option4": "Only Day 2"
  },
  {
    "id": "cat_dilr_2022_s3_036",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the two statements below is/are necessarily false? Statement A: There were 2  new cases in Tyhrmisto on Day 3. Statement B: There were no new cases in Pesmisto on  Day 2.",
    "option1": "Neither Statement A nor Statement B",
    "option2": "Statement B only",
    "option3": "Both Statement A and Statement B",
    "option4": "Statement A only"
  },
  {
    "id": "cat_dilr_2022_s3_037",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "On how many days did Levmisto and Tyhrmisto have the same number of new cases?",
    "option1": "4",
    "option2": "5",
    "option3": "2",
    "option4": "3  Pulak, Qasim, Ritesh, and Suresh participated in a tournament comprising of eight  rounds. In each round, they formed two pairs, with each of them being in exactly one  pair. The only restriction in the pairing was that the pairs would change in successive  rounds. For example, if Pulak formed a pair with Qasim in the first round, then he would  have to form a pair with Ritesh or Suresh in the second round. He would be free to pair  with Qasim again in the third round. In each round, each pair decided whether to play  the game in that round or not. If they decided not to play, then no money was  exchanged between them. If they decided to play, they had to bet either ₹1 or ₹2 in that  round. For example, if they chose to bet ₹2, then  the player winning the game got ₹2 from the one losing the game.  At the beginning of the tournament, the players had ₹10 each. The following table  shows partial information about the amounts that the players had at the end of each of  the eight rounds. It shows every time a player had ₹10 at the end of a round, as well as  every time, at the end of a round, a player had either the minimum or the maximum  amount that he would have had across the eight rounds. For example, Suresh had ₹10  at the end of Rounds 1, 3, and 8 and not after any of the other rounds. The maximum  amount that he had at the end of any round was ₹13 (at the end of Round 5), and the  minimum amount he had at the end of any round was ₹8 (at the end of Round 2). At the  end of all other rounds, he must have had either ₹9, ₹11, or ₹12.  It was also known that Pulak and Qasim had the same amount of money with them at  the end of Round 4.    Pulak  Qasim  Ritesh  Suresh  Round 1    ₹8  ₹10  ₹10  Round 2  ₹13  ₹10    ₹8  Round 3        ₹10  Round 4          Round 5  ₹10  ₹10    ¹3       Round 6          Round 7    ₹12  ₹4    Round 8  ₹13      ₹10"
  },
  {
    "id": "cat_dilr_2022_s3_038",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be said about the amount of money that Ritesh had with him at the end  of Round 8?",
    "option1": "₹4 or ₹5",
    "option2": "Exactly ₹5",
    "option3": "Exactly ₹6",
    "option4": "₹5 or ₹6"
  },
  {
    "id": "cat_dilr_2022_s3_039",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "What BEST can be said about the amount of money that Pulak had with him at the end  of Round 6?",
    "option1": "Exactly ₹12",
    "option2": "₹11 or ₹12",
    "option3": "₹12 or ₹13",
    "option4": "Exactly ₹11"
  },
  {
    "id": "cat_dilr_2022_s3_040",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How much money (in ₹) did Ritesh have at the end of Round 4?"
  },
  {
    "id": "cat_dilr_2022_s3_041",
    "exam": "CAT",
    "year": 2022,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many games were played with a bet of ₹2?"
  },
  {
    "id": "cat_dilr_2023_s1_024",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Colonialism is not a modern phenomenon. World history is full of examples of one society  gradually expanding by incorporating adjacent territory and settling its people on newly  conquered territory. In the sixteenth century, colonialism changed decisively because of  technological developments in navigation that began to connect more remote parts of the  world. The modern European colonial project emerged when it became possible to move large  numbers of people across the ocean and to maintain political control in spite of geographical     13  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  dispersion. The term colonialism is used to describe the process of European settlement,  violent dispossession and political domination over the rest of the world, including the  Americas, Australia, and parts of Africa and Asia.",
    "option1": "Colonialism surged in the 16th century due to advancements in navigation, enabling British  settlements abroad and global dominance.",
    "option2": "As a result of developments in navigation technology, European colonialism, led to the  displacement of indigenous populations and global political changes in the 16th century.",
    "option3": "Colonialism, conceptualized in the 16th century, allowed colonizers to expand their  territories, establish settlements, and exercise political power.",
    "option4": "Technological advancements in navigation in the 16th century, transformed colonialism,  enabling Europeans to establish settlements and exert political dominance over distant  regions.         14  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Section 02: Data interpretation and Logical Reasoning  Faculty members in a management school can belong to one of four departments – Finance and  Accounting (F&A), Marketing and Strategy (M&S), Operations and Quants (O&Q) and Behaviour  and Human Resources (B&H). The numbers of faculty members in F&A, M&S, O&Q and B&H  departments are 9, 7, 5 and 3 respectively. Prof. Pakrasi, Prof. Qureshi, Prof. Ramaswamy and  Prof. Samuel are four members of the school's faculty who were candidates for the post of the  Dean of the school. Only one of the candidates was from O&Q. Every faculty member, including  the four candidates, voted for the post. In each department, all the faculty members who were  not candidates voted for the same candidate. The rules for the election are listed below.   1. There cannot be more than two candidates from a single department.   2. A candidate cannot vote for himself/herself.   3. Faculty members cannot vote for a candidate from their own department.   After the election, it was observed that Prof. Pakrasi received 3 votes, Prof. Qureshi received 14  votes, Prof. Ramaswamy received 6 votes and Prof. Samuel received 1 vote. Prof. Pakrasi voted  for Prof. Ramaswamy, Prof. Qureshi for Prof. Samuel, Prof. Ramaswamy for Prof. Qureshi and  Prof. Samuel for Prof. Pakrasi."
  },
  {
    "id": "cat_dilr_2023_s1_025",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which two candidates can belong to the same department?",
    "option1": "Prof. Pakrasi and Prof. Qureshi",
    "option2": "Prof. Qureshi and Prof. Ramaswamy",
    "option3": "Prof. Pakrasi and Prof. Samuel",
    "option4": "Prof. Ramaswamy and Prof. Samuel"
  },
  {
    "id": "cat_dilr_2023_s1_026",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following can be the number of votes that Prof. Qureshi received from a single  department?",
    "option1": "7",
    "option2": "8",
    "option3": "6",
    "option4": "9"
  },
  {
    "id": "cat_dilr_2023_s1_027",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Prof. Samuel belongs to B&H, which of the following statements is/are true?  Statement A: Prof. Pakrasi belongs to M&S.  Statement B: Prof. Ramaswamy belongs to O&Q.",
    "option1": "Only statement A     15  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)",
    "option2": "Both statements A and B",
    "option3": "Neither statement A nor statement B",
    "option4": "Only statement B"
  },
  {
    "id": "cat_dilr_2023_s1_028",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What best can be concluded about the candidate from O&Q?",
    "option1": "It was either Prof. Ramaswamy or Prof. Samuel.",
    "option2": "It was Prof. Samuel.",
    "option3": "It was either Prof. Pakrasi or Prof. Qureshi.",
    "option4": "It was Prof. Ramaswamy."
  },
  {
    "id": "cat_dilr_2023_s1_029",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statements is/are true?  Statement A: Non-candidates from M&S voted for Prof. Qureshi.   Statement B: Non-candidates from F&A voted for Prof. Qureshi.",
    "option1": "Neither statement A nor statement B",
    "option2": "Both statements A and B",
    "option3": "Only statement A",
    "option4": "Only statement B    The schematic diagram below shows 12 rectangular houses in a housing complex. House  numbers are mentioned in the rectangles representing the houses. The houses are located in  six columns - Column-A through Column-F, and two rows - Row-1 and Row- 2 . The houses are  divided into two blocks - Block XX and Block YY. The diagram also shows two roads, one passing  in front of the houses in Row-2 and another between the two blocks.       16  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Some of the houses are occupied. The remaining ones are vacant and are the only ones  available for sale.   The road adjacency value of a house is the number of its sides adjacent to a road. For example,  the road adjacency values of C2, F2, and B1 are 2, 1, and 0, respectively. The neighbour count of  a house is the number of sides of that house adjacent to occupied houses in the same block. For  example, E1 and C1 can have the maximum possible neighbour counts of 3 and 2, respectively.   The base price of a vacant house is Rs. 10 lakhs if the house does not have a parking space, and  Rs. 12 lakhs if it does. The quoted price (in lakhs of Rs.) of a vacant house is calculated as (base  price) + 5 × (road adjacency value) + 3 × (neighbour count).   The following information is also known.  1. The maximum quoted price of a house in Block XX is Rs. 24 lakhs. The minimum  quoted price of a house in block YY is Rs. 15 lakhs, and one such house is in Column- E.   2. Row-1 has two occupied houses, one in each block.  3. Both houses in Column-E are vacant. Each of Column-D and Column-F has at least  one occupied house.  4. There is only one house with parking space in Block YY."
  },
  {
    "id": "cat_dilr_2023_s1_030",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many houses are vacant in Block XX?"
  },
  {
    "id": "cat_dilr_2023_s1_031",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following houses is definitely occupied?",
    "option1": "D2",
    "option2": "A1",
    "option3": "B1",
    "option4": "F2"
  },
  {
    "id": "cat_dilr_2023_s1_032",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following options best describes the number of vacant houses in Row-2?",
    "option1": "Either 2 or 3",
    "option2": "Exactly 3",
    "option3": "Exactly 2",
    "option4": "Either 3 or 4"
  },
  {
    "id": "cat_dilr_2023_s1_033",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the maximum possible quoted price (in lakhs of Rs.) for a vacant house in Column-E?"
  },
  {
    "id": "cat_dilr_2023_s1_034",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "17  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)  Which house in Block YY has parking space?",
    "option1": "E2",
    "option2": "F2",
    "option3": "E1",
    "option4": "F1  A visa processing office (VPO) accepts visa applications in four categories - US, UK, Schengen,  and Others. The applications are scheduled for processing in twenty 15-minute slots starting at  9:00 am and ending at 2:00 pm. Ten applications are scheduled in each slot.  There are ten counters in the office, four dedicated to US applications, and two each for UK  applications, Schengen applications and Others applications. Applicants are called in for  processing sequentially on a first-come-first-served basis whenever a counter gets freed for  their category. The processing time for an application is the same within each category. But it  may vary across the categories. Each US and UK application requires 10 minutes of processing  time. Depending on the number of applications in a category and time required to process an  application for that category, it is possible that an applicant for a slot may be processed later.  On a particular day, Ira, Vijay and Nandini were scheduled for Schengen visa processing in that  order. They had a 9:15 am slot but entered the VPO at 9:20 am. When they entered the office,  exactly six out of the ten counters were either processing applications, or had finished  processing one and ready to start processing the next.  Mahira and Osman were scheduled in the 9:30 am slot on that day for visa processing in the  Others category.  The following additional information is known about that day.  1. All slots were full.  2. The number of US applications was the same in all the slots. The same was true for the  other three categories.  3. 50% of the applications were US applications.  4. All applicants except Ira, Vijay and Nandini arrived on time.  5. Vijay was called to a counter at 9:25 am."
  },
  {
    "id": "cat_dilr_2023_s1_035",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many UK applications were scheduled on that day?"
  },
  {
    "id": "cat_dilr_2023_s1_036",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the maximum possible value of the total time (in minutes, nearest to its integer value)  required to process all applications in the Others category on that day?     18  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)"
  },
  {
    "id": "cat_dilr_2023_s1_037",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following is the closest to the time when Nandini's application process got over?",
    "option1": "9:45am",
    "option2": "9:50am",
    "option3": "9:35am",
    "option4": "9:37am"
  },
  {
    "id": "cat_dilr_2023_s1_038",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following statements is false?",
    "option1": "The application process of Osman was completed before 9:45 am",
    "option2": "The application process of Mahira started after Nandini's.",
    "option3": "The application process of Mahira was completed before Nandini's.",
    "option4": "The application process of Osman was completed before Vijay's."
  },
  {
    "id": "cat_dilr_2023_s1_039",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "When did the application processing for all US applicants get over on that day?",
    "option1": "3 : 40 pm",
    "option2": "2 : 00 pm",
    "option3": "2: 25 pm",
    "option4": "2 : 05 pm    Five restaurants, coded R1, R2, R3, R4 and R5 gave integer ratings to five gig workers – Ullas, Vasu,  Waman, Xavier and Yusuf, on a scale of 1 to 5. The means of the ratings given by R1, R2, R3, R4 and R5  were 3.4, 2.2, 3.8, 2.8 and 3.4 respectively.   The summary statistics of these ratings for the five workers is given below.     19  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 01)    * Range of ratings is defined as the difference between the maximum and minimum ratings  awarded to a worker.  The following is partial information about ratings of 1 and 5 awarded by the restaurants to the  workers.  (a) R1 awarded a rating of 5 to Waman, as did R2 to Xavier, R3 to Waman and Xavier, and  R5 to Vasu.  (b) R1 awarded a rating of 1 to Ullas, as did R2 to Waman and Yusuf, and R3 to Yusuf."
  },
  {
    "id": "cat_dilr_2023_s1_040",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many individual ratings cannot be determined from the above information?"
  },
  {
    "id": "cat_dilr_2023_s1_041",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "To how many workers did R2 give a rating of 4?"
  },
  {
    "id": "cat_dilr_2023_s1_042",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What rating did R1 give to Xavier?"
  },
  {
    "id": "cat_dilr_2023_s1_043",
    "exam": "CAT",
    "year": 2023,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the median of the ratings given by R3 to the five workers?"
  },
  {
    "id": "cat_dilr_2023_s2_024",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  People spontaneously create counterfactual alternatives to reality when they think “if only” or  “what if” and imagine how the past could have been different. The mind computes  counterfactuals for many reasons. Counterfactuals explain the past and prepare for the future,  they implicate various relations including causal ones, and they affect intentions and decisions.  They modulate emotions such as regret and relief, and they support moral judgments such as  blame. The ability to create counterfactuals develops throughout childhood and contributes to  reasoning about other people's beliefs, including their false beliefs.    1. Counterfactuals help people to prepare for the future by understanding intentions and  making decisions.  2. People create counterfactual alternatives to reality for various reasons, including reasoning  about other people's beliefs.  3. Counterfactual alternatives to reality are created for a variety of reasons and is part of one's  developmental process.  4. Counterfactual thinking helps to reverse past and future actions and reason out false  beliefs.                      13  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)  Section 02: Data Interpretation and Logical Reasoning  Comprehension:  Odsville has five firms – Alfloo, Bzygoo, Czechy, Drjbna and Elavalaki. Each of these firms was  founded in some year and also closed down a few years later.  Each firm raised Rs. 1 crore in its first and last year of existence. The amount each firm raised  every year increased until it reached a maximum, and then decreased until the firm closed  down. No firm raised the same amount of money in two consecutive years. Each annual  increase and decrease was either by Rs. 1 crore or by Rs. 2 crores.  The table below provides partial information about the five firms."
  },
  {
    "id": "cat_dilr_2023_s2_025",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "For which firm(s) can the amounts raised by them be concluded with certainty in each year?",
    "option1": "Only Bzygoo and Czechy and Drjbna",
    "option2": "Only Czechy",
    "option3": "Only Czechy and Drjbna",
    "option4": "Only Drjbna"
  },
  {
    "id": "cat_dilr_2023_s2_026",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "What best can be concluded about the total amount of money raised in 2015?",
    "option1": "It is either Rs. 7 crores or Rs. 8 crores or Rs. 9 crores.",
    "option2": "It is either Rs. 7 crores or Rs. 8 crores.",
    "option3": "It is either Rs. 8 crores or Rs. 9 crores.",
    "option4": "It is exactly Rs. 8 crores."
  },
  {
    "id": "cat_dilr_2023_s2_027",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the largest possible total amount of money (in Rs. crores) that could have been raised  in 2013?"
  },
  {
    "id": "cat_dilr_2023_s2_028",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "14  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)  If Elavalaki raised Rs. 3 crores in 2013, then what is the smallest possible total amount of money  (in Rs. crores) that could have been raised by all the companies in 2012?",
    "option1": "12",
    "option2": "9",
    "option3": "11",
    "option4": "10"
  },
  {
    "id": "cat_dilr_2023_s2_029",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "If the total amount of money raised in 2014 is Rs. 12 crores, then which of the following is not  possible?  Bzygoo raised more money than Elavalaki in 2014.  Alfloo raised the same amount of money as Bzygoo in 2014.  Alfloo raised the same amount of money as Drjbna in 2013.  Bzygoo raised the same amount of money as Elavalaki in 2013.  Comprehension:  Three participants – Akhil, Bimal and Chatur participate in a random draw competition for five  days. Every day, each participant randomly picks up a ball numbered between 1 and 9. The  number on the ball determines his score on that day. The total score of a participant is the sum  of his scores attained in the five days. The total score of a day is the sum of participants’ scores  on that day. The 2-day average on a day, except on Day 1, is the average of the total scores of  that day and of the previous day. For example, if the total scores of Day 1 and Day 2 are 25 and  20, then the 2-day average on Day 2 is calculated as 22.5. Table 1 gives the 2-day averages for  Days 2 through 5.    Participants are ranked each day, with the person having the maximum score being awarded  the minimum rank (1) on that day. If there is a tie, all participants with the tied score are  awarded the best available rank. For example, if on a day Akhil, Bimal, and Chatur score 8, 7  and 7 respectively, then their ranks will be 1, 2 and 2 respectively on that day. These ranks are  given in Table 2.     15  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)    The following information is also known.  1. Chatur always scores in multiples of 3. His score on Day 2 is the unique highest score in the  competition. His minimum score is observed only on Day 1, and it matches Akhil’s score on  Day 4.  2. The total score on Day 3 is the same as the total score on Day 4.  3. Bimal’s scores are the same on Day 1 and Day 3."
  },
  {
    "id": "cat_dilr_2023_s2_030",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is Akhil's score on Day 1?",
    "option1": "6",
    "option2": "7",
    "option3": "5",
    "option4": "8"
  },
  {
    "id": "cat_dilr_2023_s2_031",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "Who attains the maximum total score?",
    "option1": "Cannot be determined",
    "option2": "Akhil",
    "option3": "Bimal",
    "option4": "Chatur"
  },
  {
    "id": "cat_dilr_2023_s2_032",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the minimum possible total score of Bimal?"
  },
  {
    "id": "cat_dilr_2023_s2_033",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "If the total score of Bimal is a multiple of 3, what is the score of Akhil on Day 2?",
    "option1": "4",
    "option2": "5",
    "option3": "6",
    "option4": "Cannot be determined"
  },
  {
    "id": "cat_dilr_2023_s2_034",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "16  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)  If Akhil attains a total score of 24, then what is the total score of Bimal?"
  },
  {
    "id": "cat_dilr_2023_s2_035",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the total number of coins in all the boxes in the 3rd row?",
    "option1": "45",
    "option2": "15",
    "option3": "36",
    "option4": "30  Comprehension:  There are nine boxes arranged in a 3×3 array as shown in Tables 1 and 2. Each box contains  three sacks. Each sack has a certain number of coins, between 1 and 9, both inclusive.  The average number of coins per sack in the boxes are all distinct integers. The total number of  coins in each row is the same. The total number of coins in each column is also the same.    Table 1 gives information regarding the median of the numbers of coins in the three sacks in a  box for some of the boxes. In Table 2 each box has a number which represents the number of  sacks in that box having more than 5 coins. That number is followed by a * if the sacks in that  box satisfy exactly one among the following three conditions, and it is followed by ** if two or  more of these conditions are satisfied.  i) The minimum among the numbers of coins in the three sacks in the box is 1.  ii) The median of the numbers of coins in the three sacks is 1.  iii) The maximum among the numbers of coins in the three sacks in the box is 9."
  },
  {
    "id": "cat_dilr_2023_s2_036",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "17  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)  How many boxes have at least one sack containing 9 coins?",
    "option1": "3",
    "option2": "4",
    "option3": "5",
    "option4": "8  Comprehension:  There are nine boxes arranged in a 3×3 array as shown in Tables 1 and 2. Each box contains  three sacks. Each sack has a certain number of coins, between 1 and 9, both inclusive.  The average number of coins per sack in the boxes are all distinct integers. The total number of  coins in each row is the same. The total number of coins in each column is also the same.  Table 1 gives information regarding the median of the numbers of coins in the three sacks in a  box for some of the boxes. In Table 2 each box has a number which represents the number of  sacks in that box having more than 5 coins. That number is followed by a * if the sacks in that  box satisfy exactly one among the following three conditions, and it is followed by ** if two or  more of these conditions are satisfied.  i) The minimum among the numbers of coins in the three sacks in the box is 1.  ii) The median of the numbers of coins in the three sacks is 1.  iii) The maximum among the numbers of coins in the three sacks in the box is 9."
  },
  {
    "id": "cat_dilr_2023_s2_037",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "For how many boxes are the average and median of the numbers of coins contained in the  three sacks in that box the same?"
  },
  {
    "id": "cat_dilr_2023_s2_038",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many sacks have exactly one coin?"
  },
  {
    "id": "cat_dilr_2023_s2_039",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "In how many boxes do all three sacks contain different numbers of coins?"
  },
  {
    "id": "cat_dilr_2023_s2_040",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the total amount spent on tickets (in Rs.) by Bipasha?",
    "option1": "110",
    "option2": "120",
    "option3": "90",
    "option4": "100     18  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)  Comprehension:  Anjali, Bipasha, and Chitra visited an entertainment park that has four rides. Each ride lasts one  hour and can accommodate one visitor at one point. All rides begin at 9 am and must be  completed by 5 pm except for Ride-3, for which the last ride has to be completed by 1 pm. Ride  gates open every 30 minutes, e.g. 10 am, 10:30 am, and so on. Whenever a ride gate opens,  and there is no visitor inside, the first visitor waiting in the queue buys the ticket just before  taking the ride. The ticket prices are Rs. 20, Rs. 50, Rs. 30 and Rs. 40 for Rides 1 to 4,  respectively. Each of the three visitors took at least one ride and did not necessarily take all  rides. None of them took the same ride more than once. The movement time from one ride to  another is negligible, and a visitor leaves the ride immediately after the completion of the ride.  No one takes a break inside the park unless mentioned explicitly.  The following information is also known.  1. Chitra never waited in the queue and completed her visit by 11 am after spending Rs. 50 to  pay for the ticket(s).  2. Anjali took Ride-1 at 11 am after waiting for 30 mins for Chitra to complete it. It was the  only ride where Anjali waited.  3. Bipasha began her first of three rides at 11:30 am. All three visitors incurred the same  amount of ticket expense by 12:15 pm.  4. The last ride taken by Anjali and Bipasha was the same, where Bipasha waited 30 mins for  Anjali to complete her ride. Before standing in the queue for that ride, Bipasha took a 1- hour coffee break after completing her previous ride."
  },
  {
    "id": "cat_dilr_2023_s2_041",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which were all the rides that Anjali completed by 2:00 pm?",
    "option1": "Ride-1, Ride-2, and Ride-3",
    "option2": "Ride-1 and Ride-3",
    "option3": "Ride-1, Ride-2, and Ride-4",
    "option4": "Ride-1 and Ride-4"
  },
  {
    "id": "cat_dilr_2023_s2_042",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which ride was taken by all three visitors?",
    "option1": "Ride-1",
    "option2": "Ride-3",
    "option3": "Ride-4",
    "option4": "Ride-2"
  },
  {
    "id": "cat_dilr_2023_s2_043",
    "exam": "CAT",
    "year": 2023,
    "slot": 2,
    "section": "DILR",
    "question_text": "19  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 02)  How many rides did Anjali and Chitra take in total?"
  },
  {
    "id": "cat_dilr_2023_s3_024",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Gradually, life for the island's birds is improving. Antarctic prions and white-headed petrels,  which also nest in burrows, had managed to cling on in some sites while pests were on the  island. Their numbers are now increasing. \"It's fantastic and so exciting,\" Shaw says. As birds  return to breed, they also poo. This adds nutrients to the soil, which in turn helps the plants to  grow back stronger. Tall plants then help burrowing birds hide from predatory skuas. \"It's this  wonderful feedback loop,\" Shaw says. Today, the \"pretty paddock\" that Houghton first  experienced has been transformed. \"The tussock is over your head, and you're dodging all  these penguin tunnels,\" she says. The orchids and tiny herb that had been protected by fencing  have started turning up all over the place.",
    "option1": "There is an increasing number of predatory birds and plants on the island despite the  presence of pests which is a positive development.",
    "option2": "Flowering plants, herbs and birds are now being protected on this wonderful Antarctic  island.",
    "option3": "There is a huge positive transformation of the ecosystem of the island when brought under  environmental protection.",
    "option4": "In the absence of pests, life on the island is now protected, and there has been a revival of a  variety of birds and plants.     14  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)         15  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)  Section: Data Interpretation and Logical Reasoning  Comprehension:  A, B, C, D, E, and F are the six police stations in an area, which are connected by streets as  shown below. Four teams - Team 1, Team 2, Team 3 and Team 4 patrol these streets  continuously between 09:00 hrs. and 12:00 hrs. each day.    The teams need 30 minutes to cross a street connecting one police station to another. All four  teams start from Station A at 09:00 hrs. and must return to Station A by 12:00 hrs. They can  also pass via Station A at any point on their journeys.  The following facts are known.  1. None of the streets has more than one team traveling along it in any direction at any point  in time.  2. Teams 2 and 3 are the only ones in stations E and D respectively at 10:00 hrs.  3. Teams 1 and 3 are the only ones in station E at 10:30 hrs.  4. Teams 1 and 4 are the only ones in stations B and E respectively at 11:30 hrs.  5. Team 1 and Team 4 are the only teams that patrol the street connecting stations A and E.  6. Team 4 never passes through Stations B, D or F."
  },
  {
    "id": "cat_dilr_2023_s3_025",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which one among the following stations is visited the largest number of times?",
    "option1": "Station F",
    "option2": "Station D     16  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)",
    "option3": "Station E",
    "option4": "Station C"
  },
  {
    "id": "cat_dilr_2023_s3_026",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many times do the teams pass through Station B in a day?"
  },
  {
    "id": "cat_dilr_2023_s3_027",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which team patrols the street connecting Stations D and E at 10:15 hrs?  Team 4  Team 1  Team 3  Team 2"
  },
  {
    "id": "cat_dilr_2023_s3_028",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many times does Team 4 pass through Station E in a day?"
  },
  {
    "id": "cat_dilr_2023_s3_029",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many teams pass through Station C in a day?",
    "option1": "2",
    "option2": "4",
    "option3": "3",
    "option4": "1  Comprehension:  In a coaching class, some students register online, and some others register offline. No student  registers both online and offline; hence the total registration number is the sum of online and  offline registrations. The following facts and table pertain to these registration numbers for the  five months - January to May of 2023. The table shows the minimum, maximum, median  registration numbers of these five months, separately for online, offline and total number of  registrations. The following additional facts are known.  1. In every month, both online and offline registration numbers were multiples of 10 .  2. In January, the number of offline registrations was twice that of online registrations.  3. In April, the number of online registrations was twice that of offline registrations.     17  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)  4. The number of online registrations in March was the same as the number of offline  registrations in February.  5. The number of online registrations was the largest in May.    Minimum  Maximum  Median  Online  40  100  80  Offline  30  80  50  Total  110  130  120"
  },
  {
    "id": "cat_dilr_2023_s3_030",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the total number of registrations in April?"
  },
  {
    "id": "cat_dilr_2023_s3_031",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the number of online registrations in January?"
  },
  {
    "id": "cat_dilr_2023_s3_032",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the following statements can be true?  I. The number of offline registrations was the smallest in May.  II. The total number of registrations was the smallest in February.",
    "option1": "Only I",
    "option2": "Both I and II",
    "option3": "Neither I nor II",
    "option4": "Only II"
  },
  {
    "id": "cat_dilr_2023_s3_033",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What best can be concluded about the number of offline registrations in February?",
    "option1": "80",
    "option2": "50",
    "option3": "50 or 80",
    "option4": "30 or 50 or 80     18  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)"
  },
  {
    "id": "cat_dilr_2023_s3_034",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which pair of months definitely had the same total number of registrations?  I. January and April  II. February and May",
    "option1": "Only II",
    "option2": "Only 1",
    "option3": "Both I and II",
    "option4": "Neither I nor II  Comprehension:  An air conditioner (AC) company has four dealers - D1, D2, D3 and D4 in a city. It is evaluating  sales performances of these dealers. The company sells two variants of ACs Window and Split.  Both these variants can be either Inverter type or Non-inverter type. It is known that of the  total number of ACs sold in the city, 25% were of Window variant, while the rest were of Split  variant. Among the Inverter ACs sold, 20% were of Window variant.  The following information is also known:  1. Every dealer sold at least two window ACs.  2. D1 sold 13 inverter ACs, while D3 sold 5 Non-inverter ACs.  3. A total of six Window Non-inverter ACs and 36 Split Inverter ACs were sold in the city. 4. The  number of Split ACs sold by D1 was twice the number of Window ACs sold by it. 5. D3 and  D4 sold an equal number of Window ACs and this number was one-third of the number of  similar ACs sold by D2.  4. D2 and D3 were the only ones who sold Window Non-inverter ACs. The number of these  ACs sold by D2 was twice the number of these ACs sold by D3.  5. D3 and D4 sold an equal number of Split Inverter ACs. This number was half the number of  similar ACs sold by D2."
  },
  {
    "id": "cat_dilr_2023_s3_035",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many Split Inverter ACs did D2 sell?"
  },
  {
    "id": "cat_dilr_2023_s3_036",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What percentage of ACs sold were of Non-inverter type?",
    "option1": "75%     19  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)",
    "option2": "20%",
    "option3": "25%",
    "option4": "4.33%"
  },
  {
    "id": "cat_dilr_2023_s3_037",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the total number of ACs sold by D2 and D4?"
  },
  {
    "id": "cat_dilr_2023_s3_038",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the following statements is necessarily false?",
    "option1": "D1 and D3 sold an equal number of Split ACs.",
    "option2": "D2 sold the highest number of ACs.",
    "option3": "D1 and D3 together sold more ACs as compared to D2 and D4 together.",
    "option4": "D4 sold more Split ACs as compared to D3."
  },
  {
    "id": "cat_dilr_2023_s3_039",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "If D3 and D4 sold an equal number of ACs, then what was the number of Non-inverter ACs sold  by D2?",
    "option1": "5",
    "option2": "7",
    "option3": "6",
    "option4": "4  Comprehension:  There are only three female students - Amala, Koli and Rini - and only three male students -  Biman, Mathew and Shyamal - in a course. The course has two evaluation components, a  project and a test. The aggregate score in the course is a weighted average of the two  components, with the weights being positive and adding to 1 .  The projects are done in groups of two, with each group consisting of a female and a male  student. Both the group members obtain the same score in the project.  The following additional facts are known about the scores in the project and the test.  1. The minimum, maximum and the average of both project and test scores were identical –  40, 80 and 60 , respectively.  2. The test scores of the students were all multiples of 10 ; four of them were distinct and the  remaining two were equal to the average test scores.     20  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)  3. Amala's score in the project was double that of Koli in the same, but Koli scored 20 more  than Amala in the test. Yet Amala had the highest aggregate score.  4. Shyamal scored the second highest in the test. He scored two more than Koli, but two less  than Amala in the aggregate.  5. Biman scored the second lowest in the test and the lowest in the aggregate.  6. Mathew scored more than Rini in the project, but less than her in the test."
  },
  {
    "id": "cat_dilr_2023_s3_040",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was Rini's score in the project?"
  },
  {
    "id": "cat_dilr_2023_s3_041",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the weight of the test component?",
    "option1": "0.60",
    "option2": "0.75",
    "option3": "0.40",
    "option4": "0.50"
  },
  {
    "id": "cat_dilr_2023_s3_042",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the maximum aggregate score obtained by the students?",
    "option1": "62",
    "option2": "66",
    "option3": "80",
    "option4": "68"
  },
  {
    "id": "cat_dilr_2023_s3_043",
    "exam": "CAT",
    "year": 2023,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was Mathew's score in the test?"
  },
  {
    "id": "cat_dilr_2024_s1_024",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Five jumbled up sentences (labelled 1, 2, 3, 4 and 5), related to a topic, are given below. Four of  them can be put together to form a coherent paragraph. Identify the odd sentence and key in  the number of that sentence as your answer.  1. Urbanites also have more and better options for getting around: Uber is ubiquitous; easy- to-rent dockless bicycles are spreading; battery-powered scooters will be next.  2. When more people use buses or trains the service usually improves because public- transport agencies run more buses and trains.       Online CAT Courses: https:///online.bodheeprep.com/learn    3. Worsening services on public transport, terrorist attacks in some urban metros and a rise in  fares have been blamed for this trend.  4. It seems more likely that public transport is being squeezed structurally as people's need to  travel is diminishing as a result of smartphones, videoconferencing, online shopping and so  on.  5. There has been a puzzling decline in the use of urban public transport in many countries in  the west, despite the growth in urban populations and rising employment.           Online CAT Courses: https:///online.bodheeprep.com/learn    Section: DILR  The chart below shows the price data for seven shares - A, B, C, D, E, F, and G as a candlestick  plot for a particular day. The vertical axis shows the price of the share in rupees. A share whose  closing price (price at the end of the day) is more than its opening price (price at the start of the  day) is called a bullish share; otherwise, it is called a bearish share. All bullish and bearish shares  are shown in green and red colour respectively."
  },
  {
    "id": "cat_dilr_2024_s1_025",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Daily Share Price Variability (SPV) is defined as (Day's high price - Day's low price) / (Average of  the opening and closing prices during the day). Which among the shares A, C, D and F had the  highest SPV on that day?",
    "option1": "F",
    "option2": "A",
    "option3": "D",
    "option4": "C"
  },
  {
    "id": "cat_dilr_2024_s1_026",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Daily Share Price Variability (SPV) is defined as (Day's high price - Day's low price) / (Average of  the opening and closing prices during the day). How many shares had an SPV greater than 0.5  on that day?"
  },
  {
    "id": "cat_dilr_2024_s1_027",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Daily loss for a share is defined as (Opening price - Closing price) / (Opening price). Which  among the shares A, B, F and G had the highest daily loss on that day?",
    "option1": "A",
    "option2": "B       Online CAT Courses: https:///online.bodheeprep.com/learn",
    "option3": "F",
    "option4": "G"
  },
  {
    "id": "cat_dilr_2024_s1_028",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What would have been the percentage wealth gain for a trader, who bought equal numbers of  all bullish shares at opening price and sold them at their day's high?",
    "option1": "72%",
    "option2": "80%",
    "option3": "50%",
    "option4": "100%    Two students, Amiya and Ramya are the only candidates in an election for the position of class  representative. Students will vote based on the intensity level of Amiya's and Ramya's  campaigns and the type of campaigns they run. Each campaign is said to have a level of 1 if it is  a staid campaign and a level of 2 if it is a vigorous campaign. Campaigns can be of two types,  they can either focus on issues, or on attacking the other candidate.  If Amiya and Ramya both run campaigns focusing on issues, then  The percentage of students voting in the election will be 20 times the sum of the levels of  campaigning of the two students. For example, if Amiya and Ramya both run vigorous  campaigns, then 20 × (2 + 2)%, that is, 80% of the students will vote in the election. - Among  voting students, the percentage of votes for each candidate will be proportional to the levels of  their campaigns. For example, if Amiya runs a staid (i.e., level 1) campaign while Ramya runs a  vigorous (i.e., level 2) campaign, then Amiya will receive 1/3 of the votes cast, and Ramya will  receive the other 2/3.  The above-mentioned percentages change as follows if at least one of them runs a campaign  attacking their opponent.  • If Amiya runs a campaign attacking Ramya and Ramya runs a campaign focusing on  issues, then 10% of the students who would have otherwise voted for Amiya will vote  for Ramya, and another 10% who would have otherwise voted for Amiya, will not  vote at all.  • If Ramya runs a campaign attacking Amiya and Amiya runs a campaign focusing on  issues, then 20% of the students who would have otherwise voted for Ramya will  vote for Amiya, and another 5% who would have otherwise voted for Ramya, will not  vote at all.  • If both run campaigns attacking each other, then 10% of the students who would  have otherwise voted for them had they run campaigns focusing on issues, will not  vote at all.       Online CAT Courses: https:///online.bodheeprep.com/learn"
  },
  {
    "id": "cat_dilr_2024_s1_029",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "If both of them run staid campaigns attacking the other, then what percentage of students will  vote in the election?",
    "option1": "60%",
    "option2": "64%",
    "option3": "40%",
    "option4": "36%"
  },
  {
    "id": "cat_dilr_2024_s1_030",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the minimum percentage of students who will vote in the election?",
    "option1": "36%",
    "option2": "38%",
    "option3": "32%",
    "option4": "40%"
  },
  {
    "id": "cat_dilr_2024_s1_031",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Amiya runs a campaign focusing on issues, then what is the maximum percentage of votes  that she can get?",
    "option1": "44%",
    "option2": "40%",
    "option3": "48%",
    "option4": "36%"
  },
  {
    "id": "cat_dilr_2024_s1_032",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "If Ramya runs a campaign attacking Amiya, then what is the minimum percentage of votes that  she is guaranteed to get?",
    "option1": "15%",
    "option2": "30%",
    "option3": "12%",
    "option4": "18%"
  },
  {
    "id": "cat_dilr_2024_s1_033",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the maximum possible voting margin with which one of the candidates can win?",
    "option1": "29%",
    "option2": "26%",
    "option3": "20%",
    "option4": "28%       Online CAT Courses: https:///online.bodheeprep.com/learn    The game of QUIET is played between two teams. Six teams, numbered 1, 2, 3, 4, 5, and 6 , play  in a QUIET tournament. These teams are divided equally into two groups. In the tournament,  each team plays every other team in the same group only once, and each team in the other  group exactly twice. The tournament has several rounds, each of which consists of a few games.  Every team plays exactly one game in each round.  The following additional facts are known about the schedule of games in the tournament.  1. Each team played against a team from the other group in Round 8.  2. In Round 4 and Round 7, the match-ups, that is the pair of teams playing against  each other, were identical. In Round 5 and Round 8 , the match-ups were identical.  3. Team 4 played Team 6 in both Round 1 and Round 2.  4. Team 1 played Team 5 ONLY once and that was in Round 2.  5. Team 3 played Team 4 in Round 3. Team 1 played Team 6 in Round 6.  6. In Round 8, Team 3 played Team 6, while Team 2 played Team 5."
  },
  {
    "id": "cat_dilr_2024_s1_034",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many rounds were there in the tournament?"
  },
  {
    "id": "cat_dilr_2024_s1_035",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the number of the team that played Team 1 in Round 5?"
  },
  {
    "id": "cat_dilr_2024_s1_036",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which team among the teams numbered 2, 3, 4, and 5 was not part of the same group?",
    "option1": "3",
    "option2": "2",
    "option3": "4",
    "option4": "5"
  },
  {
    "id": "cat_dilr_2024_s1_037",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the number of the team that played Team 1 in Round 7?"
  },
  {
    "id": "cat_dilr_2024_s1_038",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What is the number of the team that played Team 6 in Round 3?  Six web surfers M, N, O, P, X, and Y each had 30 stars which they distributed among four  bloggers A, B, C, and D. The number of stars received by A and B from the six web surfers is  shown in the figure below.  No. of stars received by Bloggers A and B       Online CAT Courses: https:///online.bodheeprep.com/learn      The following additional facts are known regarding the number of stars received by the  bloggers from the surfers.  1. The numbers of stars received by the bloggers from the surfers were all multiples  of 5 (including 0).  2. The total numbers of stars received by the bloggers were the same.  3. Each blogger received a different number of stars from 𝑀.  4. Two surfers gave all their stars to a single blogger.  5. D received more stars than 𝐶 from 𝑌."
  },
  {
    "id": "cat_dilr_2024_s1_039",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What was the total number of stars received by D?"
  },
  {
    "id": "cat_dilr_2024_s1_040",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "What was the number of stars received by D from Y ?",
    "option1": "cannot be determined",
    "option2": "5",
    "option3": "0",
    "option4": "10"
  },
  {
    "id": "cat_dilr_2024_s1_041",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many surfers distributed their stars among exactly 2 bloggers?"
  },
  {
    "id": "cat_dilr_2024_s1_042",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Which of the following can be determined with certainty?  I. The number of stars received by C from M       Online CAT Courses: https:///online.bodheeprep.com/learn    II. The number of stars received by 𝐷 from 𝑂",
    "option1": "Only I",
    "option2": "Both I and II",
    "option3": "Only II",
    "option4": "Neither I nor II  The chart below provides complete information about the number of countries visited by  Dheeraj, Samantha and Nitesh, in Asia, Europe and the rest of the world (ROW).      The following additional facts are known about the countries visited by them.  1. 32 countries were visited by at least one of them.  2. USA (in ROW) is the only country that was visited by all three of them  3. China (in Asia) is the only country that was visited by both Dheeraj and Nitesh, but  not by Samantha.  4. France (in Europe) is the only country outside Asia, which was visited by both  Dheeraj and Samantha, but not by Nitesh.  5. Half of the countries visited by both Samantha and Nitesh are in Europe."
  },
  {
    "id": "cat_dilr_2024_s1_043",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many countries in Asia were visited by at least one of Dheeraj, Samantha and Nitesh?"
  },
  {
    "id": "cat_dilr_2024_s1_044",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "Online CAT Courses: https:///online.bodheeprep.com/learn    How many countries in Europe were visited only by Nitesh?"
  },
  {
    "id": "cat_dilr_2024_s1_045",
    "exam": "CAT",
    "year": 2024,
    "slot": 1,
    "section": "DILR",
    "question_text": "How many countries in the ROW were visited by both Nitesh and Samantha?"
  },
  {
    "id": "cat_dilr_2024_s2_024",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Different from individuals, states conduct warfare operations using the DIME model  \"diplomacy, information, military, and economics.\" Most states do everything they can to inflict  pain and confusion on their enemies before deploying the military. In fact, attacks on vectors of  information are a well-worn tactic of war and usually are the first target when the charge  begins. It's common for telecom data and communications networks to be routinely monitored  by governments, which is why the open data policies of the web are so concerning to many  advocates of privacy and human rights. With the worldwide adoption of social media, more  governments are getting involved in low-grade information warfare through the use of cyber  troops. According to a study by the Oxford Internet Institute in 2020, cyber troops are  \"government or political party actors tasked with manipulating public opinion online.\" The  Oxford research group was able to identify 81 countries with active cyber troop operations  utilizing many different strategies to spread false information, including spending millions on  online advertising.",
    "option1": "Governments primarily use the DIME model to deploy cyber troops who practise lowgrade  information warfare, seeking to manipulate public opinion with the objective of inflicting  pain and confusion on their enemies.",
    "option2": "Using the DIME model, together with military operations, many governments  simultaneously conduct information warfare with the help of cyber troops and routinely  monitor telecom data and communications networks.",
    "option3": "As part of conducting information warfare as per the DIME model, many governments  routinely monitor telecom data and communications networks, and use cyber troops on  social media to manipulate public opinion.",
    "option4": "Following the DIME model, many governments have taken advantage of open data policies  of the web to deploy cyber troops who manipulate domestic public opinion, using  advertising and other strategies to spread false information.                 Online CAT Courses: https:///online.bodheeprep.com/learn    Section: DILR  Comprehension:  Eight gymnastics players numbered 1 through 8 underwent a training camp where they were  coached by three coaches - Xena, Yuki, and Zara. Each coach trained at least two players. Yuki  trained only even numbered players, while Zara trained only odd numbered players.  After the camp, the coaches evaluated the players and gave integer ratings to the respective  players trained by them on a scale of 1 to 7, with 1 being the lowest rating and 7 the highest.  The following additional information is known.  1. Xena trained more players than Yuki.  2. Player-1 and Player-4 were trained by the same coach, while the coaches who trained  Player-2, Player-3 and Player-5 were all different.  3. Player-5 and Player-7 were trained by the same coach and got the same rating. All other  players got a unique rating.  4. The average of the ratings of all the players was 4.  5. Player-2 got the highest rating.  6. The average of the ratings of the players trained by Yuki was twice that of the players  trained by Xena and two more than that of the players trained by Zara.  7. Player-4's rating was double of Player-8's and less than Player-5's."
  },
  {
    "id": "cat_dilr_2024_s2_025",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What best can be concluded about the number of players coached by Zara?",
    "option1": "Exactly 2",
    "option2": "Exactly 3",
    "option3": "Either 2 or 3 or 4",
    "option4": "Either 2 or 3"
  },
  {
    "id": "cat_dilr_2024_s2_026",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the rating of Player-7?"
  },
  {
    "id": "cat_dilr_2024_s2_027",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What was the rating of Player-6?"
  },
  {
    "id": "cat_dilr_2024_s2_028",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "For how many players the ratings can be determined with certainty?"
  },
  {
    "id": "cat_dilr_2024_s2_029",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Who all were the players trained by Xena?       Online CAT Courses: https:///online.bodheeprep.com/learn",
    "option1": "Player-1, Player-4, Player-6, Player-8",
    "option2": "Player-1, Player-3, Player-4, Player-6",
    "option3": "Player-1, Player-3, Player-4",
    "option4": "Player-1, Player-3, Player-4, Player-8  Comprehension:    The above is a schematic diagram of walkways (indicated by all the straight-lines) and lakes (3  of them, each in the shape of rectangles - shaded in the diagram) of a gated area. Different  points on the walkway are indicated by letters (A through P ) with distances being OP = 150 m, ON = MN = 300 m, ML = 400 m, EL = 200 m, DE = 400 m.  The following additional information about the facilities in the area is known.  1. The only entry/exit point is at C.  2. There are many residences within the gated area; all of them are located on the path AH  and 𝑀𝐿 with four of them being at 𝐴, 𝐻, 𝑀, and 𝐿.  3. The post office is located at 𝑃 and the bank is located at 𝐵."
  },
  {
    "id": "cat_dilr_2024_s2_030",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "One resident whose house is located at 𝐿, needs to visit the post office as well as the bank.  What is the minimum distance (in m) he has to walk starting from his residence and returning  to his residence after visiting both the post office and the bank?",
    "option1": "3000",
    "option2": "2700",
    "option3": "3000",
    "option4": "3200       Online CAT Courses: https:///online.bodheeprep.com/learn"
  },
  {
    "id": "cat_dilr_2024_s2_031",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "One person enters the gated area and decides to walk as much as possible before leaving the  area without walking along any path more than once and always walking next to one of the  lakes. Note that he may cross a point multiple times. How much distance (in m) will he walk  within the gated area?",
    "option1": "3800",
    "option2": "2800",
    "option3": "3200",
    "option4": "3000"
  },
  {
    "id": "cat_dilr_2024_s2_032",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "One resident takes a walk within the gated area starting from 𝐴 and returning to 𝐴 without  going through any point (other than 𝐴 ) more than once. What is the maximum distance (in m )  she can walk in this way?"
  },
  {
    "id": "cat_dilr_2024_s2_033",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Visitors coming for morning walks are allowed to enter as long as they do not pass by any of the  residences and do not cross any point (except C) more than once. What is the maximum  distance (in m ) that such a visitor can walk within the gated area?  Comprehension:  An online e-commerce firm receives daily integer product ratings from 1 through 5 given by  buyers. The daily average is the average of the ratings given on that day. The cumulative  average is the average of all ratings given on or before that day.  The rating system began on Day 1, and the cumulative averages were 3 and 3.1 at the end of  Day 1 and Day 2, respectively. The distribution of ratings on Day 2 is given in the figure below.  Distribution of Ratings on Day 2       Online CAT Courses: https:///online.bodheeprep.com/learn      The following information is known about ratings on Day 3.  1. 100 buyers gave product ratings on Day 3.  2. The modes of the product ratings were 4 and 5 .  3. The numbers of buyers giving each product rating are non-zero multiples of 10.  4. The same number of buyers gave product ratings of 1 and 2 , and that number is half the  number of buyers who gave a rating of 3 ."
  },
  {
    "id": "cat_dilr_2024_s2_034",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "How many buyers gave ratings on Day 1?"
  },
  {
    "id": "cat_dilr_2024_s2_035",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the daily average rating of Day 3?",
    "option1": "3.2",
    "option2": "3.6",
    "option3": "3.0",
    "option4": "3.5"
  },
  {
    "id": "cat_dilr_2024_s2_036",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the median of all ratings given on Day 3?"
  },
  {
    "id": "cat_dilr_2024_s2_037",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following is true about the cumulative average ratings of Day 2 and Day 3 ?",
    "option1": "The cumulative average of Day 3 increased by more than 8% from Day 2.",
    "option2": "The cumulative average of Day 3 increased by a percentage between 5% and 8%",
    "option3": "from Day 2.",
    "option4": "The cumulative average of Day 3 increased by less than 5% from Day 2.  e) The cumulative average of Day 3 decreased from Day 2.       Online CAT Courses: https:///online.bodheeprep.com/learn    The numbers 1,2,3,4,5,6,7,8,9, and 10 are placed in ten slots of the following grid based on the  conditions below.    1. Numbers in any row appear in an increasing order from left to right.  2. Numbers in any column appear in a decreasing order from top to bottom.  3. 1 is placed either in the same row or in the same column as 10  4. Neither 2 nor 3 is placed in the same row or in the same column as 10.  5. Neither 7 nor 8 is placed in the same row or in the same column as 9 .  6. 4 and 6 are placed in the same row."
  },
  {
    "id": "cat_dilr_2024_s2_038",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the row number which has the least sum of numbers placed in that row?"
  },
  {
    "id": "cat_dilr_2024_s2_039",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following statements MUST be true?  I. 10 is placed in a slot in Row 1.  II. 1 is placed in a slot in Row 4.",
    "option1": "Only II",
    "option2": "Both I and II",
    "option3": "Only I",
    "option4": "Neither I nor II"
  },
  {
    "id": "cat_dilr_2024_s2_040",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which of the following statements MUST be true?  I. 2 is placed in a slot in Column 2.  II. 3 is placed in a slot in Column 3.",
    "option1": "Neither I nor II",
    "option2": "Both I and II       Online CAT Courses: https:///online.bodheeprep.com/learn",
    "option3": "Only I",
    "option4": "Only II"
  },
  {
    "id": "cat_dilr_2024_s2_041",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "For how many slots in the grid, placement of numbers CANNOT be determined with certainty?"
  },
  {
    "id": "cat_dilr_2024_s2_042",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "What is the sum of the numbers placed in Column 4?  Comprehension:  The two plots below give the following information about six firms A, B, C, D, E, and F for 2019  and 2023.  PAT: The firm's profits after taxes in Rs. crores,  ES: The firm's employee strength, that is the number of employees in the firm, and  PRD: The percentage of the firm's PAT that they spend on Research and Development (R&D).  In the plots, the horizontal and vertical coordinates of point representing each firm gives their  ES and PAT values respectively. The PRD values of each firm are proportional to the areas  around the points representing each firm. The areas are comparable between the two plots,  i.e., equal areas in the two plots represent the same PRD values for the two years."
  },
  {
    "id": "cat_dilr_2024_s2_043",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Assume that the annual rate of growth in PAT over the previous year (ARG) remained constant  over the years for each of the six firms. Which among the firms A, B, C, and E had the highest  ARG?",
    "option1": "Firm E",
    "option2": "Firm B       Online CAT Courses: https:///online.bodheeprep.com/learn",
    "option3": "Firm C",
    "option4": "Firm A"
  },
  {
    "id": "cat_dilr_2024_s2_044",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "The ratio of the amount of money spent by Firm C on R&D in 2019 to that in 2023 is closest to",
    "option1": "9: 4",
    "option2": "5: 9",
    "option3": "9: 5",
    "option4": "5: 6"
  },
  {
    "id": "cat_dilr_2024_s2_045",
    "exam": "CAT",
    "year": 2024,
    "slot": 2,
    "section": "DILR",
    "question_text": "Which among the firms A, C, E, and F had the maximum PAT per employee in 2023?",
    "option1": "Firm C",
    "option2": "Firm F",
    "option3": "Firm A",
    "option4": "Firm E"
  },
  {
    "id": "cat_dilr_2024_s3_024",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "The passage given below is followed by four alternate summaries. Choose the option that best  captures the essence of the passage.  Gradually, life for the island's birds is improving. Antarctic prions and white-headed petrels,  which also nest in burrows, had managed to cling on in some sites while pests were on the  island. Their numbers are now increasing. \"It's fantastic and so exciting,\" Shaw says. As birds  return to breed, they also poo. This adds nutrients to the soil, which in turn helps the plants to  grow back stronger. Tall plants then help burrowing birds hide from predatory skuas. \"It's this  wonderful feedback loop,\" Shaw says. Today, the \"pretty paddock\" that Houghton first  experienced has been transformed. \"The tussock is over your head, and you're dodging all  these penguin tunnels,\" she says. The orchids and tiny herb that had been protected by fencing  have started turning up all over the place.",
    "option1": "There is an increasing number of predatory birds and plants on the island despite the  presence of pests which is a positive development.",
    "option2": "Flowering plants, herbs and birds are now being protected on this wonderful Antarctic  island.",
    "option3": "There is a huge positive transformation of the ecosystem of the island when brought under  environmental protection.",
    "option4": "In the absence of pests, life on the island is now protected, and there has been a revival of a  variety of birds and plants.     14  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)         15  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)  Section: Data Interpretation and Logical Reasoning  Comprehension:  A, B, C, D, E, and F are the six police stations in an area, which are connected by streets as  shown below. Four teams - Team 1, Team 2, Team 3 and Team 4 patrol these streets  continuously between 09:00 hrs. and 12:00 hrs. each day.    The teams need 30 minutes to cross a street connecting one police station to another. All four  teams start from Station A at 09:00 hrs. and must return to Station A by 12:00 hrs. They can  also pass via Station A at any point on their journeys.  The following facts are known.  1. None of the streets has more than one team traveling along it in any direction at any point  in time.  2. Teams 2 and 3 are the only ones in stations E and D respectively at 10:00 hrs.  3. Teams 1 and 3 are the only ones in station E at 10:30 hrs.  4. Teams 1 and 4 are the only ones in stations B and E respectively at 11:30 hrs.  5. Team 1 and Team 4 are the only teams that patrol the street connecting stations A and E.  6. Team 4 never passes through Stations B, D or F."
  },
  {
    "id": "cat_dilr_2024_s3_025",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which one among the following stations is visited the largest number of times?",
    "option1": "Station F",
    "option2": "Station D     16  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)",
    "option3": "Station E",
    "option4": "Station C"
  },
  {
    "id": "cat_dilr_2024_s3_026",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many times do the teams pass through Station B in a day?"
  },
  {
    "id": "cat_dilr_2024_s3_027",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which team patrols the street connecting Stations D and E at 10:15 hrs?  Team 4  Team 1  Team 3  Team 2"
  },
  {
    "id": "cat_dilr_2024_s3_028",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many times does Team 4 pass through Station E in a day?"
  },
  {
    "id": "cat_dilr_2024_s3_029",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many teams pass through Station C in a day?",
    "option1": "2",
    "option2": "4",
    "option3": "3",
    "option4": "1  Comprehension:  In a coaching class, some students register online, and some others register offline. No student  registers both online and offline; hence the total registration number is the sum of online and  offline registrations. The following facts and table pertain to these registration numbers for the  five months - January to May of 2023. The table shows the minimum, maximum, median  registration numbers of these five months, separately for online, offline and total number of  registrations. The following additional facts are known.  1. In every month, both online and offline registration numbers were multiples of 10 .  2. In January, the number of offline registrations was twice that of online registrations.  3. In April, the number of online registrations was twice that of offline registrations.     17  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)  4. The number of online registrations in March was the same as the number of offline  registrations in February.  5. The number of online registrations was the largest in May.    Minimum  Maximum  Median  Online  40  100  80  Offline  30  80  50  Total  110  130  120"
  },
  {
    "id": "cat_dilr_2024_s3_030",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the total number of registrations in April?"
  },
  {
    "id": "cat_dilr_2024_s3_031",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the number of online registrations in January?"
  },
  {
    "id": "cat_dilr_2024_s3_032",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the following statements can be true?  I. The number of offline registrations was the smallest in May.  II. The total number of registrations was the smallest in February.",
    "option1": "Only I",
    "option2": "Both I and II",
    "option3": "Neither I nor II",
    "option4": "Only II"
  },
  {
    "id": "cat_dilr_2024_s3_033",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What best can be concluded about the number of offline registrations in February?",
    "option1": "80",
    "option2": "50",
    "option3": "50 or 80",
    "option4": "30 or 50 or 80     18  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)"
  },
  {
    "id": "cat_dilr_2024_s3_034",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which pair of months definitely had the same total number of registrations?  I. January and April  II. February and May",
    "option1": "Only II",
    "option2": "Only 1",
    "option3": "Both I and II",
    "option4": "Neither I nor II  Comprehension:  An air conditioner (AC) company has four dealers - D1, D2, D3 and D4 in a city. It is evaluating  sales performances of these dealers. The company sells two variants of ACs Window and Split.  Both these variants can be either Inverter type or Non-inverter type. It is known that of the  total number of ACs sold in the city, 25% were of Window variant, while the rest were of Split  variant. Among the Inverter ACs sold, 20% were of Window variant.  The following information is also known:  1. Every dealer sold at least two window ACs.  2. D1 sold 13 inverter ACs, while D3 sold 5 Non-inverter ACs.  3. A total of six Window Non-inverter ACs and 36 Split Inverter ACs were sold in the city. 4. The  number of Split ACs sold by D1 was twice the number of Window ACs sold by it. 5. D3 and  D4 sold an equal number of Window ACs and this number was one-third of the number of  similar ACs sold by D2.  4. D2 and D3 were the only ones who sold Window Non-inverter ACs. The number of these  ACs sold by D2 was twice the number of these ACs sold by D3.  5. D3 and D4 sold an equal number of Split Inverter ACs. This number was half the number of  similar ACs sold by D2."
  },
  {
    "id": "cat_dilr_2024_s3_035",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "How many Split Inverter ACs did D2 sell?"
  },
  {
    "id": "cat_dilr_2024_s3_036",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What percentage of ACs sold were of Non-inverter type?",
    "option1": "75%     19  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)",
    "option2": "20%",
    "option3": "25%",
    "option4": "4.33%"
  },
  {
    "id": "cat_dilr_2024_s3_037",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the total number of ACs sold by D2 and D4?"
  },
  {
    "id": "cat_dilr_2024_s3_038",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "Which of the following statements is necessarily false?",
    "option1": "D1 and D3 sold an equal number of Split ACs.",
    "option2": "D2 sold the highest number of ACs.",
    "option3": "D1 and D3 together sold more ACs as compared to D2 and D4 together.",
    "option4": "D4 sold more Split ACs as compared to D3."
  },
  {
    "id": "cat_dilr_2024_s3_039",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "If D3 and D4 sold an equal number of ACs, then what was the number of Non-inverter ACs sold  by D2?",
    "option1": "5",
    "option2": "7",
    "option3": "6",
    "option4": "4  Comprehension:  There are only three female students - Amala, Koli and Rini - and only three male students -  Biman, Mathew and Shyamal - in a course. The course has two evaluation components, a  project and a test. The aggregate score in the course is a weighted average of the two  components, with the weights being positive and adding to 1 .  The projects are done in groups of two, with each group consisting of a female and a male  student. Both the group members obtain the same score in the project.  The following additional facts are known about the scores in the project and the test.  1. The minimum, maximum and the average of both project and test scores were identical –  40, 80 and 60 , respectively.  2. The test scores of the students were all multiples of 10 ; four of them were distinct and the  remaining two were equal to the average test scores.     20  https://online.bodheeprep.com    CAT 2023 QUESTION PAPER WITH ANSWER KEYS (SLOT 03)  3. Amala's score in the project was double that of Koli in the same, but Koli scored 20 more  than Amala in the test. Yet Amala had the highest aggregate score.  4. Shyamal scored the second highest in the test. He scored two more than Koli, but two less  than Amala in the aggregate.  5. Biman scored the second lowest in the test and the lowest in the aggregate.  6. Mathew scored more than Rini in the project, but less than her in the test."
  },
  {
    "id": "cat_dilr_2024_s3_040",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was Rini's score in the project?"
  },
  {
    "id": "cat_dilr_2024_s3_041",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the weight of the test component?",
    "option1": "0.60",
    "option2": "0.75",
    "option3": "0.40",
    "option4": "0.50"
  },
  {
    "id": "cat_dilr_2024_s3_042",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was the maximum aggregate score obtained by the students?",
    "option1": "62",
    "option2": "66",
    "option3": "80",
    "option4": "68"
  },
  {
    "id": "cat_dilr_2024_s3_043",
    "exam": "CAT",
    "year": 2024,
    "slot": 3,
    "section": "DILR",
    "question_text": "What was Mathew's score in the test?"
  }
]